{
  "integrations": {
    "setmore_banner_title": "Integrate your favorite apps",
    "setmore_banner_description": "Enhance customer experience by connecting Setmore with your go-to marketing, video, payment and CRM platforms.",
    "google meet_description": "Provide crystal-clear video appointments through Google Meet.",
    "google meet_cardtitle": "Reach more customers virtually with Google Meet",
    "google meet_long_description": [
      "With the Google Meet integration, you can schedule and host crystal-clear video appointments. Provide your services online and make it easy for a global audience to connect with you. When a video-enabled service is booked, the provider and customer both receive a Google Meet link in their email confirmations.",

      "Get started now and offer frequent and flexible virtual sessions."
    ],
    "google meet_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "A pop-up will tell you Google Meet is active. To enable video meetings for specific staff, select ‘Go to staff’.",
      "Within each staff profile, select the ‘Calendar’ tab. Next to the Google Calendar option, click ‘Connect’.",
      "Flip the ‘Google sync’ switch to on.",
      "Go to Settings > Services and specify which services to provide over video. When these are booked, Google Meet links are automatically created."
    ],
    "zoom_description": "Add Zoom video links to appointments and group sessions.",
    "zoom_cardtitle": "Host appointments and classes virtually with Zoom",
    "zoom_long_description": [
      "Meet customers from all over the world with no travel required. The Zoom integration makes it straightforward to provide one-on-one and group services online. Simply select a service to offer over video and Setmore attaches a Zoom link when it’s booked. Your customers can join sessions directly from their email confirmations.",

      "Whether you’re hosting a team meeting or product demo, one click is all it takes to start."
    ],
    "zoom_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Enter your Zoom account details and allow Setmore to connect.",
      "Specify which services to provide over video. Zoom links are created for applicable bookings and sent to your customers."
    ],
    "teleport_description": "Offer 1-click video appointments with no downloads necessary.",
    "teleport_cardtitle": "Add 1-click video meeting links to appointments",
    "teleport_long_description": [
      "Host virtual meetings over Teleport and connect with teammates and customers across the globe. You can speak face-to-face with the click of a link, reducing the need for travel. Share your screen, record sessions and customize your online meeting room.",

      "When a Teleport-enabled service is booked, Setmore automatically generates a meeting link and adds it to staff and guest email confirmations. Maximize your bookable hours and meet customers in the browser – no downloads required."
    ],
    "teleport_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Select services to provide over video.",
      "A Teleport meeting link will be generated for applicable bookings."
    ],
    "facebook_description": "Seamlessly move visitors from liking and sharing to booking appointments online",
    "facebook_cardtitle": "Accept bookings directly through Facebook",
    "facebook_long_description": [
      "Empower Facebook fans to schedule appointments through your business page and posts. By displaying a ‘Book Now’ button, your page turns into an all-new channel for conversion.",

      "This integration covers the Facebook mobile app, web app and Messenger, enabling customers to reserve your time without leaving Facebook. Showcase your top 10 services while linking to more on your Booking Page"
    ],
    "facebook_instruction": [
      "Click the ‘Activate’ button on the left side of this window",
      "Follow the prompts to link your Setmore and Facebook accounts.",
      "Complete the integration to start taking bookings from your Facebook business page."
    ],
    "instagram bookings_description": "Accept appointments directly from your IG posts, ads and business page.",
    "instagram bookings_cardtitle": "Get bookings from your IG page and posts",
    "instagram bookings_long_description": [
      "Make your Instagram page work harder by featuring a ‘Book now’ button. Your business page, posts and ads not only raise awareness, but enable viewers to schedule appointments right away. They don’t even need to leave the Instagram app.",

      "New bookings appear in your Setmore calendar in real-time and both you and your customer receive instant confirmations."
    ],
    "instagram bookings_instruction": [
      "Open the Instagram mobile app, go to your page and click ‘Edit Profile’.",
      "In the ‘Public business information’ section, select ‘Action buttons’.",
      "Opt for ‘Book Now’ and select Setmore from the list of partners.",
      "Log into Setmore and click ‘Continue as [your Instagram profile name]’.",
      "When ‘Confirm Your Business’ appears, tap 'Next' and your 'Book Now' button is activated.",
      [
        "You can also activate this integration on web using your Facebook account."
      ]
    ],
    "instagram streaming_description": "Highlight your brand and service quality by featuring IG posts on your Booking Page",
    "instagram streaming_cardtitle": "Offer a full picture of your business with an IG stream",
    "instagram streaming_long_description": [
      "Personalize your Booking Page with a stream of photos that highlight your services in action, facilities, team and more. When you activate this integration, Setmore will ask you to specify a hashtag. From there, your Booking Page pulls in any new posts that use it.",

      "Encourage more visitors to follow through by showcasing your brand values and service quality – as soon as they hit your Booking Page."
    ],
    "instagram streaming_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "The Instagram login screen will appear. Enter your username and password.",
      "Choose an account and follow the prompts to connect it with Setmore.",
      "After activation, return here and specify one or more hashtags (A field will appear below). Only tagged photos will display in the ‘Photos’ tab of your Booking Page."
    ],
    "paypal_description": "Accept easy contactless payments via PayPal, credit or debit cards, and more.",
    "paypal_cardtitle": "Take digital wallet and card payments with PayPal",
    "paypal_long_description": [
      "Offer your audience additional payment methods by connecting Setmore and PayPal. Once this integration is activated, you can accept PayPal, credit card and debit card payments through your Booking Page. Enhance your customers’ self-scheduling experience, get paid ahead of time and boost commitment to attendance.",

      "You'll also be able to collect payments in-person through your calendar. To get started, all you need are Setmore Premium and a PayPal account."
    ],
    "paypal_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Log in with your PayPal credentials and grant access to Setmore.",
      "You can now take payments from your calendar. To accept Booking Page payments, navigate to Settings > Payments > Booking Page Payments."
    ],
    "cash_description": "Account for cash transactions at different locations and on the go.",
    "cash_cardtitle": "Count those coins for appointments and classes",
    "cash_long_description": [
      "Activate Setmore’s cash register to record cash payments from customers and create printable or digital receipts. When you open your calendar to create a new appointment, you have the option to confirm a cash payment was made.",

      "Transaction details are stored for easy reference and can be synced with your go-to accounting app."
    ],
    "cash_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "To record a cash payment, open your calendar and select the relevant appointment.",
      "You’ll see a ‘New Payment’ button. Click it and log the transaction.",
      [
        "To review previous payments, navigate to Settings > Payments > Payment History. Cash register can be used in conjunction with other payment integrations like Square or Stripe."
      ]
    ],
    "square_description": "Get paid for your services through your Booking Page and calendar",
    "square_cardtitle": "Get booked with Setmore, get paid with Square",
    "square_long_description": [
      "Make it simple to accept and track payments for all of your services. With the Square integration and a card reader, you can process transactions through your calendar, Booking Page and the Setmore mobile app.",

      "Collect payment from wherever your business takes you, and not only that, enable customers to book and pay for appointments online. Payments reach you as soon as the next business day."
    ],
    "square_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Log in with Square and authorize Setmore to connect.",
      "You can now take payments from your calendar. If you’d like to take payments from your Booking Page, navigate to Settings > Payments > Booking Page"
    ],
    "lawpay_description": "Enable leads and clients to pay in advance through your Booking Page.",
    "lawpay_cardtitle": "Accept payments online with LawPay",
    "lawpay_long_description": [
      "Empower your clients to pay ahead of consultations with the LawPay integration. A payment gateway is added to your Booking Page, enabling visitors to schedule and pay securely via credit or debit card.",

      "Not only does this convenience help to convert more leads, but time spent on invoicing is massively reduced. To top it off, transaction details sync in real-time between your apps."
    ],
    "lawpay_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Log in with your LawPay username and password.",
      "By default, Booking Page payments are optional. You can set payments to mandatory by navigating to Settings > Payments > Booking Page. Click ‘Okay’ in the final pop-up."
    ],
    "stripe_description": "Collect credit and debit card payments at the point of booking.",
    "stripe_cardtitle": "Create an all-in-one booking and payment system",
    "stripe_long_description": [
      "Take credit and debit card payments at the point of booking and track every transaction. With the Stripe integration, customers can pay online through your Booking Page, and you can accept in-person payments through your calendar.",

      "To start, all you need is Setmore Premium and an active Stripe account."
    ],
    "stripe_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Log in with Stripe and authorize Setmore to connect.",
      "You can now take payments from your calendar. If you’d like to take payments from your Booking Page, navigate to Settings > Payments > Booking Page."
    ],
    "booking widget_description": "Display a convenient ‘Book Now’ button that opens your Booking Page.",
    "booking widget_cardtitle": "Empower customers to book directly from your website",
    "booking widget_long_description": [
      "Add a ‘Book Now’ button to any site page in just a few steps. When visitors click, your Booking Page opens instantly. You can choose between a static button that displays in one part of your page (e.g. below your bio or in the header) and a wrapper button that remains visible while people scroll. Feature as many buttons as you like and capitalize on visits from new leads."
    ],
    "booking widget_st1": "Step 1: Where will your ‘Book Now’ button display?",
    "booking widget_st1a1": "In a specific part of my site page",
    "booking widget_st1a2": "On the side of my site page at all times",
    "booking widget_st2": "Step 2: What will happen when this button is clicked?",
    "booking widget_st2a1": "A booking window will appear on my site page",
    "booking widget_st2a2": "My Booking Page will open in a new browser tab",
    "booking widget_st3": "Step 3: How will you add the button code to your site?",
    "booking widget_st3a1": "My web guru will add the code",
    "booking widget_st3a2": "I’ll add the code myself",
    "booking widget_st4": "Step 4 - Where would you like to receive the code?",
    "joomla_description": "Feature a customizable ‘Book Now’ button on your Joomla website",
    "joomla_cardtitle": "Enable customers to book through your Joomla site",
    "joomla_long_description": [
      "There’s zero need for your online audience to call or email you for an appointment. By connecting your Booking Page with your Joomla website, every visitor can self-schedule right away. Add a ‘Book Now’ button or a dedicated booking section on any site page, and capitalize on all of that traffic.",

      "The decision-making cycle is shorter, helping bring more customers to your door."
    ],
    "joomla_instruction": [
      "Click ‘Download Plugin’ on the left side of this window.",
      "Select and copy your Setmore key (shown below).",
      "Sign into your Joomla account to complete integration."
    ],
    "joomla_your_setmore_key": "Your Setmore key :",
    "jimdo_description": "Enhance your Jimdo site with a custom ‘Book Now’ button",
    "jimdo_cardtitle": "Get booked and paid from your Jimdo website",
    "jimdo_long_description": [
      "Your site tells the world why your business is special. It’s a showcase of your services, your team’s expertise, customer testimonials and more. Enhance any page with a ‘Book now’ button to ensure captivated visitors can schedule appointments 24/7.",

      "When clicked, your Booking Page appears and shares your real-time availability."
    ],
    "jimdo_instruction": [
      "Select and copy the code provided below.",
      "In Jimdo Editor, open the ‘Elements’ menu and select ‘Add a Widget/HTML Element’.",
      "Position this element where you’d like your ‘Book now’ button to appear.",
      "Paste the code and click ‘Save’ to finish."
    ],
    "jimdo_your_code": "Your code :",
    "shopify_description": "Convert more leads with booking options for your Shopify website.",
    "shopify_cardtitle": "Take bookings 24/7 from your Shopify site",
    "shopify_long_description": [
      "Add a ‘Book Now’ button to your Shopify website and turn traffic into new customers. Visitors can self-schedule your services at the peak of interest, quickly and easily. When an appointment is booked, the details land in your calendar and Setmore fires email confirmations to both you and your guests.",

      "Here’s how to connect your Booking Page with any Shopify site page."
    ],
    "shopify_instruction": [
      "Copy the code below and log into Shopify.",
      "Go to ‘Themes’ and click the ‘Customize’ button. In the left navigation, open the ‘Custom HTML’ settings.",
      "Paste your code into the HTML box located in ‘Content’.",
      "Publish your changes and your booking button is ready"
    ],
    "shopify_your_code": "Your code :",
    "squarespace_description": "Empower visitors to book while browsing your Squarespace website.",
    "squarespace_cardtitle": "Add booking options to your Squarespace site",
    "squarespace_long_description": [
      "Feature a 'Book Now' button on any page and offer site visitors an instant path to reserve your time. People can browse your content, read about your services and team, and self-schedule appointments without calling.",

      "All they need to do is click the 'Book Now' button and your Booking Page appears, showcasing your real-time availability."
    ],
    "squarespace_instruction": [
      "Copy the code below and log into Squarespace.",
      "Select 'Pages' and open the page that will feature your 'Book Now' button.",
      "Click the teardrop shape to the left. You'll see options to insert a new element – choose 'Code'.",
      "Remove the default code and paste the code from Setmore. Save your changes and your 'Book Now' button is ready."
    ],
    "squarespace_your_code": "Your code :",
    "wix_description": "Turn traffic into customers by taking bookings through your Wix website",
    "wix_cardtitle": "Add your custom Booking Page to your Wix site",
    "wix_long_description": [
      "Enhance any page of your Wix website with a ‘Book Now’ button. When clicked, your customers are directed to your Booking Page and can self-schedule an appointment. Your site goes from promoting your services to bringing in new customers.",

      "Cut down the back-and-forth and enable visitors to confirm appointments independently, at any time."
    ],
    "wix_instruction": [
      "Copy your Booking Page URL (shown below).",
      "In Wix, open any page and click the ‘Add’ (+) button in the left navigation bar.",
      "Select Embed > Custom embed > Embed a widget.",
      "Double-click the widget and paste your URL.",
      "Click 'Update' and your Booking Page appears. Click ‘Publish’ to save."
    ],
    "wix_your_booking_url": "Your Booking Page URL :",
    "wordpress_description": "Enable customers to book online through your WordPress website.",
    "wordpress_cardtitle": "Accept bookings 24/7 from your WordPress website",
    "wordpress_long_description": [
      "Connecting your Booking Page and WordPress website is a breeze. Add a ‘Book Now’ button to any site page and make it easy for visitors to reserve your time. There’s zero need for them to contact you directly, speeding up decision-making and filling your calendar faster."
    ],
    "wordpress_instruction": [
      "Log into WordPress and click ‘Plugins’ in the left navigation bar.",
      "Select ‘Add New’ and search for Setmore.",
      "Locate the Setmore plugin and select Install Now > Activate. ‘Active’ indicates the integration was successful.",
      "The plugin is now visible in the left navigation bar. Click it to log into Setmore.",
      "Follow the prompts to complete and your ‘Book Now’ button is ready."
    ],
    "wordpress_your_booking_url": "Your Booking Page URL :",
    "drupal_description": "Enable motivated leads to book straight from your Drupal site",
    "drupal_cardtitle": "Take bookings 24/7 from your Drupal website",
    "drupal_long_description": [
      "Enhance any page of your Drupal website with a ‘Book now’ button. This conveniently opens your Booking Page, enabling visitors to schedule and pay for appointments independently.",

      "There’s no need for anyone to contact you about available time slots. Confirmations are sent to both you and your customer, and the appointment details land in your calendar instantly."
    ],
    "drupal_instruction": [
      "Click the ‘Download plugin’ button on the left side of this window.",
      "Select and copy the Setmore key provided below.",
      "In a new tab, log into Drupal and click Modules > Install new module.",
      "Upload the plugin you downloaded and click ‘Install’.",
      "Follow our support article to position and save your ‘Book now’ button."
    ],
    "drupal_your_setmore_key": "Your Setmore key :",
    "weebly_description": "Add your custom online Booking Page to your Weebly website",
    "weebly_cardtitle": "Accept bookings through your Weebly website",
    "weebly_long_description": [
      "Feature a custom ‘Book Now’ button on your Weebly website and enable visitors to book appointments 24/7. This button opens your Booking Page where people can browse your availability, service menu and more.",

      "Your Weebly website goes beyond promoting your services to converting leads, giving you an edge over competitors."
    ],
    "weebly_instruction": [
      "Copy the code below.",
      "In the Weebly editor, select a page and open the toolbox.",
      "Drag ‘Embed Code’ to where you’d like the ‘Book Now’ button to appear.",
      "In the ‘Edit Code’ window, paste the code from earlier. Publish your changes and the button is ready."
    ],
    "weebly_your_code": "Your code :",
    "square online_description": "Connect your Booking Page with your Square Online website in minutes",
    "square online_cardtitle": "Enhance your Square Online site with 24/7 booking",
    "square online_long_description": [
      "Add a 'Book Now' button to your Square Online site and turn more traffic into customers. You can feature a button on multiple pages, and when clicked, your Booking Page appears. Strike while the iron is hot and enable customers to book right after browsing your services and content. Appointment details land in your Setmore calendar in real-time"
    ],
    "square online_instruction": [
      "Copy the code below and log into Square Online.",
      "Open the page that will feature your 'Book Now' button and select 'Add section'.",
      "To the left, a list of page elements will display. Click Embed code > Add.",
      "Below 'Layout', tap 'Embed code' again and paste the code from Setmore.",
      "Publish your changes and your 'Book Now' button is ready."
    ],
    "square online_your_code": "Your code :",
    "salesforce_description": "Import new Setmore customers to your Salesforce client list.",
    "salesforce_cardtitle": "Salesforce",
    "salesforce_long_description": [
      "Automatically create a new contact in Salesforce when a new customer is created in Setmore. Kickstart your sales and marketing campaigns with the customers who are already booking appointments with your business."
    ],
    "salesforce_instruction": [
      "Click the Activate button on the left side of this window.",
      "Enter your Salesforce username and password. To confirm Setmore has permission to share, click ‘Allow’.",
      "Select ‘Create’ and click ‘Continue’.",
      "Map the data fields (e.g. name, email address) between Setmore and Salesforce. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "insightly_description": "Import your latest Setmore customer details to your Insightly client list",
    "insightly_cardtitle": "Import new customers to Insightly and optimize your CRM",
    "insightly_long_description": [
      "Feed new lead and customer details straight to your preferred Insightly list. When a contact is added to Setmore through your Booking Page, your calendar or the ‘Customers’ tab, the entry reflects instantly in Insightly.",

      "Your team has all the info it needs to keep the conversation going, helping to grow your pipeline and boost conversions. Not only that, but you can save time on manual data transfer and onboard your audience to tailored email campaigns."
    ],
    "insightly_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "In a new tab, log into Insightly and navigate to Profile > User Settings > API Key. Copy the API key.",
      "Paste the API key into Setmore where prompted. Click ‘Continue’",
      "Select ‘Create or Update Contact’ and click ‘Continue’ one last time.",
      "Map the data fields (e.g. name, email address) between Setmore and Insightly. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "clio_description": "Transfer new client details from Setmore to Clio automatically",
    "clio_cardtitle": "Overrule manual data transfer with the Clio integration",
    "clio_long_description": [
      "Focus on the case at hand while client information is sent from Setmore to Clio automatically. With this integration, any contact details collected through your calendar and Booking Page reflect instantly in Clio. Your CRM list stays up to date, making it straightforward to connect with clients and build stronger relationships.",

      "Ready to save on admin time and boost your billable hours? Here’s how to integrate your apps"
    ],
    "clio_instruction": [
      "Click the ‘Activate’ button on the left side of this window, then ‘Continue’.",
      "Enter your Clio username and password to grant Setmore access. Confirm the action by clicking ‘Allow’.",
      "Select ‘Contacts or Update Contact’ and click ‘Continue’.",
      "Map the data fields (e.g. name, email address) between Setmore and Clio. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "zoho crm_description": "Update your Zoho CRM contact list with your latest Setmore customer details.",
    "zoho crm_cardtitle": "Automatically add customer details from Setmore to your Zoho CRM list.",
    "zoho crm_long_description": [
      "Feed new customer details into your Zoho CRM list. When customers feel seen and engaged, return visits take care of themselves. This integration sends customer contact details from Setmore to your preferred Zoho CRM list. Your newest visitors can be onboarded to tailored email campaigns right away, keeping your business fresh in mind.",

      "As soon as new contact details are collected using your app or Booking Page, they reflect exactly in Zoho CRM. Share news, offers and more – high-quality outreach is never out of reach."
    ],
    "zoho crm_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Enter your Zoho CRM username and password.",
      "Click ‘Allow’ to enable Setmore and Zoho CRM to share data."
    ],
    "slack_description": "Receive automatic booking updates in Slack.",
    "slack_cardtitle": "Get live booking updates in Slack",
    "slack_long_description": [
      "Connect Setmore to Slack and receive booking updates in a designated channel. With a real-time feed of activity, everyone stays in the loop.",

      "When an appointment or customer profile is added or edited, you get an instant heads-up. There’s no need to refresh your inbox or keep switching between your calendar app and chat. Simply enable the integration once and updates appear in Slack automatically."
    ],
    "slack_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Enter your Slack domain name and click ‘Continue’. Next, enter your username and password and click ‘Sign In’.",
      "Select a channel to receive updates from Setmore and click ‘Authorize’ to complete."
    ],
    "quickbooks_description": "Automatically export Setmore payment data to your QuickBooks account.",
    "quickbooks_cardtitle": "Automatically send payment data to QuickBooks",
    "quickbooks_long_description": [
      "Make bookkeeping a breeze by syncing payment details from Setmore to QuickBooks. With no need to transfer data between platforms, this integration saves you valuable time. Accuracy is also increased with data reflecting as it was originally recorded.",

      "Did we mention that details also land in QuickBooks in real-time? Here’s how to connect your apps."
    ],
    "quickbooks_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Enter your QuickBooks credentials and select a list to sync with your Setmore payment records.",
      "Map data fields from Setmore to fields in QuickBooks, then give the sync a test."
    ],
    "google calendar_description": "Sync appointments and events between Google and Setmore.",
    "google calendar_cardtitle": "View your Setmore and Google events in one place",
    "google calendar_long_description": [
      "Aligning your calendars is a must to keep tabs on your availability. 2-way calendar sync displays your Setmore appointments in Google Calendar and vice versa. New and edited details reflect from one calendar to the other in real-time.",

      "You’re notified when attempting to book in an occupied slot, whether that time was reserved using Setmore or Google. Additionally, all times reserved by a Setmore or Google event are blocked from your Booking Page. Say so long to double-booking with a centralized view of your schedule on any device."
    ],
    "google calendar_instruction": [
      "Navigate to Settings > My Team and select a staff profile.",
      "Open the ‘Calendar’ tab and click the ‘Connect’ button next to Google Calendar.",
      "A pop-up will appear. Log into your Google account and click ‘Allow’ to grant Setmore access to connect.",
      "You’ll be notified that your accounts are connected. Select a calendar from your Google account and click ‘Sync’ to complete."
    ],
    "office 365 calendar_description": "Sync appointments and events between Office 365 and Setmore.",
    "office 365 calendar_cardtitle": "View your Setmore and Office 365 events in one place",
    "office 365 calendar_long_description": [
      "Aligning your calendars is a must to keep tabs on your availability. 2-way calendar sync displays your Setmore appointments in Office 365 Calendar and vice versa.",

      "New and edited details reflect from one calendar to the other in real-time. Say so long to double-booking with a centralized view of your schedule on any device"
    ],
    "office 365 calendar_instruction": [
      "Navigate to Settings > My Team and select a staff profile.",
      "Open the ‘Calendar’ tab and click the ‘Connect’ button next to ‘Office 365 Calendar’.",
      "A pop-up will appear. Log into your Microsoft account and click ‘Allow’ to grant Setmore access to connect.",
      "You’ll be notified that your accounts are connected. Select a calendar from your Microsoft account and click ‘Sync’ to complete."
    ],
    "gmail_description": "Book appointments from your email inside your Gmail inbox.",
    "gmail_cardtitle": "Book appointments straight from your Gmail inbox",
    "gmail_long_description": [
      "When an email contains an appointment date and time, the Setmore add-on for Gmail will pull them into a booking form. All you need to do is confirm the details and they’re automatically added to your calendar.",

      "There’s no need to jump back and forth between your inbox and calendar, and your customer receives an instant booking confirmation."
    ],
    "gmail_instruction": [
      "In Gmail, click the ‘+’ icon in the right side panel.",
      "Search for ‘Setmore for Gmail’ and install the add-on.",
      "The add-on will now be available in the side panel. To finish set up, click the add-on and enter your Setmore username and password."
    ],
    "google analytics_description": "Get visitor and performance insights from your Booking Page.",
    "google analytics_cardtitle": "Track, tailor and thrive with Google Analytics",
    "google analytics_long_description": [
      "Add a Google Analytics tracking code to your Booking Page and gain valuable audience insights. With access to in-depth demographic and behavior data, you can target marketing to high-value visitors.",

      "Connect with Google Analytics to reveal how much of your traffic is booking, the types of visitors engaging with your services, the platforms they were routed from and more."
    ],
    "google analytics_instruction": [
      "Open a new tab and log into Google Analytics.",
      "Add your Booking Page details and copy the tracking code.",
      "Return here and paste the code in the field below."
    ],
    "serviceminder_description": "Transfer customer details from Setmore to your Serviceminder contact list.",
    "serviceminder_cardtitle": "Keep your Serviceminder list up-to-date with no manual transfers",
    "serviceminder_long_description": [
      "Focus on the task at hand while your CRM platform updates in the background. With this integration, new customer details automatically transfer from Setmore to your preferred Serviceminder list.",

      "Not only does this save you time, you can feed details into email campaigns to ensure customers stay engaged. Next time they need a home repair or service, your business is fresh in mind."
    ],
    "serviceminder_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Copy your API key from Serviceminder and paste it into Setmore. Click ‘Continue’.",
      "Select ‘Contact or Update Contact’ and click ‘Continue’ one last time.",
      "Map the data fields (e.g. name, email address) between Setmore and Serviceminder. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "zapier_description": "Create custom Zaps to connect Setmore with countless apps.",
    "zapier_cardtitle": "Setmore - Zapier",
    "zapier_long_description": [
      "With Zapier, you can share data between Setmore and a neverending list of apps. From sending appointment details straight to your Trello board, to adding new customers to ClickUp campaigns, there’s a Zap for every type of business.",

      "Simply define a trigger (like booking an appointment) and the information to pull across (like appointment time and customer email). After enabling your Zap, data is shared automatically."
    ],
    "zapier_instruction": [
      "Log into Zapier and click ‘Make a Zap’.",
      "Select an app to connect with Setmore and define the trigger and action.",
      "Confirm the data you want to share from Setmore to the other app.",
      "Click ‘Turn On Zap’ to complete."
    ],
    "freshdesk_description": "Schedule appointments directly from your Freshdesk dashboard.",
    "freshdesk_cardtitle": "Schedule appointments directly from your Freshdesk dashboard.",
    "freshdesk_long_description": [
      "Tackle more tickets by adding the Setmore plugin to your Freshdesk dashboard. Your helpdesk agents can view your entire team’s availability and book appointments instantly. Not only does this reduce the back and forth, but customers are easily routed to the most relevant specialist.",

      "With the Teleport, Zoom and Google Meet integrations, your agents can also confirm video meetings for specialists to provide remote solutions."
    ],
    "freshdesk_instruction": [
      "Log into Freshdesk and go to Settings > Apps. Search for ’Setmore’ in the marketplace and install the plugin.",
      "The plugin will appear in the navigation bar of your Freshdesk dashboard. Click the Setmore plugin.",
      "Select ‘Authorize’ and log into your Setmore account. You’ll be redirected to Freshdesk.",
      [
        "Clicking the Setmore plugin from now on will open your Booking Page in a pop-up."
      ]
    ],
    "zendesk_description": "Empower your helpdesk agents to book appointments from inside Zendesk.",
    "zendesk_cardtitle": "Schedule appointments directly from your Zendesk dashboard",
    "zendesk_long_description": [
      "Make it easier for your helpdesk to resolve more tickets with the Setmore and Zendesk integration. Your Booking Page appears in the Zendesk dashboard, enabling agents to view every team member’s availability and confirm appointments on the spot.",

      "Appointment details land in the relevant team member’s calendar and reminders are automated for extra convenience."
    ],
    "zendesk_instruction": [
      "Log into Zendesk Sell and open the dashboard. Select Settings > Apps and search for Setmore in the marketplace.",
      "Select ‘Install’ and log into Setmore. Follow the prompts to authenticate your account.",
      "You’ll be redirected back to Zendesk Sell. Click ‘Install’ again to complete."
    ],
    "answerconnect_description": "Enable a team of 24/7 call agents to schedule appointments for you.",
    "answerconnect_cardtitle": "Enable a team of 24/7 call agents to book appointments for you",
    "answerconnect_long_description": [
      "Never miss a call with help from AnswerConnect. Your business is equipped with live call agents who ensure every customer receives a warm welcome. Not only do agents follow your custom script, they schedule appointments on your behalf.",

      "Focus on providing your services while AnswerConnect agents line up new bookings in your Setmore calendar."
    ],
    "answerconnect_instruction": [
      "Click the ‘Sign up’ button on the left side of this window.",
      "Log into AnswerConnect and head to Settings > Scheduling. Click ‘Activate’.",
      "Select 'Launch app' and your Setmore calendar will open."
    ],
    "google tag manager_description": "Monitor how visitors interact with your custom Booking Page.",
    "google tag manager_cardtitle": "Explore how visitors engage with your Booking Page",
    "google tag manager_long_description": [
      "Ever wanted to dig deeper into your audience? With Google Tag Manager (GTM), you can gain insights into your Booking Page visitors, including demographics and behavior.",

      "Apply filters and generate reports to unearth visitor numbers, and view graphical representations of age, gender, location and more. A one-time set-up gives you limitless knowledge. Use custom tag data to fine-tune your Booking Page and boost interaction"
    ],
    "google tag manager_instruction": [
      "Open a new tab and log into your GTM account.",
      "Open a container and copy the GTM container ID.",
      "Return here and paste the ID in the field below.",
      [
        "From there, simply create tags to capture activity on your Booking Page."
      ]
    ],
    "constant contact_description": "Automatically add new customer details to Constant Contact.",
    "constant contact_cardtitle": "Automatically add new customer details to Constant Contact.",
    "constant contact_long_description": [
      "When someone books their first appointment, their details reflect from Setmore to your chosen Constant Contact list. It happens in real-time, keeping your CRM up-to-date without any manual data transfer.",

      "Customer details collected through your calendar, Booking Page and the ‘Customers’ tab in your app all land in Constant Contact. New customers can be onboarded to targeted email campaigns, encouraging them to return and boosting loyalty."
    ],
    "constant contact_instruction": [
      "Click the ‘Activate’ button on the left side of this window, then ‘Continue’.",
      "Enter your Constant Contact username and password to grant Setmore access.",
      "Select ‘Contacts or Update Contact’ and click ‘Continue’.",
      "Map the data fields (e.g. name, email address) between Setmore and Constant Contact. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "hubspot_description": "Update your HubSpot contact list with your latest Setmore customer details.",
    "hubspot_cardtitle": "Build your HubSpot contact list with new customers from Setmore.",
    "hubspot_long_description": [
      "Onboard new customers to tailored HubSpot campaigns.",

      "With this integration, you can automatically export Setmore customer details to your preferred HubSpot contact list. Send your latest visitors relevant news and offers by email, to keep your services fresh in mind.",

      "There’s no need for manual updates. New contact information collected through your app and Booking Page reflects in HubSpot accurately and in real-time"
    ],
    "hubspot_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Enter your HubSpot username and password.",
      "Follow the prompts to enable Setmore and HubSpot to share data."
    ],
    "mailchimp_description": "Automatically add Setmore contacts to targeted email campaigns.",
    "mailchimp_cardtitle": "Keep the conversation going with Mailchimp",
    "mailchimp_long_description": [
      "Automatically add your newest customers to targeted email campaigns. When contact details are collected through your Setmore calendar and Booking Page, they instantly reflect in your preferred Mailchimp subscriber list.",
      "Ensure your audience stays engaged after that all-important first appointment. The most relevant offers and content head straight to their inbox."
    ],
    "mailchimp_instruction": [
      "Click the ‘Activate’ button on the left side of this window, then ‘Continue’.",
      "Enter your Mailchimp account details and allow Setmore to connect.",
      "Select ‘Add or update subscriber’ and click ‘Continue’.",
      "Map the data fields (e.g. name, email address) between Setmore and Mailchimp. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "mailerlite_description": "Automatically send new Setmore contacts to a MailerLite subscriber group",
    "mailerlite_cardtitle": "Keep the conversation going with MailerLite",
    "mailerlite_long_description": [
      "Ensure that your newest customers come back for more by onboarding them to targeted email campaigns. This integration sends customer details collected through your calendar, Booking Page and ‘Contacts’ tab straight to MailerLite. After that all-important first appointment, your audience automatically receives tailored messaging, from special offers to company updates.",

      "Simply choose a subscriber group in MailerLite and Setmore populates it with relevant contact info. Ready to turn more one-time customers into loyal fans?"
    ],
    "mailerlite_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Confirm your MailerLite account. Below ‘Setup Trigger’, select ‘Contacts’.",
      "Follow the steps to get your API key and paste it where prompted.",
      "Select ‘Create or Update Subscriber’ and choose a subscriber group to update.",
      "Specify the details to sync from Setmore to MailerLite and run a quick test."
    ],
    "keap_description": "Automatically add new Setmore customers to tailored Keap campaigns.",
    "keap_cardtitle": "Convert more leads and boost loyalty with the Keap integration",
    "keap_long_description": [
      "When a new contact is created in Setmore, their details sync to Keap. Every new lead and customer can be onboarded to tailored email campaigns right away.",

      "Share relevant news and offers with different audience segments to increase engagement with your services. By mapping data fields between your platforms, you leave zero room for error. Your chosen Keap list updates automatically, saving you valuable time."
    ],
    "keap_instruction": [
      "Click the ‘Activate’ button on the left side of this window.",
      "Enter your Keap username and password.",
      "Click ‘Allow’ to enable Setmore and Keap to share data"
    ],
    "xero_description": "Fire payment details from Setmore to Xero in real-time.",
    "xero_cardtitle": "Automatically push payment details to Xero",
    "xero_long_description": [
      "Sync transaction details from Setmore to your Xero account and save valuable hours. There’s no need to manually transfer data each time you accept a payment. Your apps handle that in the background. Payment details land in Xero in real-time and as they were originally recorded.",

      "Here’s how to streamline bookkeeping and track your revenue accurately and efficiently."
    ],
    "xero_instruction": [
      " Click the ‘Activate’ button on the left side of this window.",
      "Choose ‘Invoice’ as the trigger and select ‘Continue’.",
      "Click ‘+ Connect’ and log in using your Xero credentials.",
      "Choose the information for Setmore to transfer and match it with corresponding fields in Xero."
    ],
    "video_meeting_integrations": "Video meeting integrations",
    "social_media_integrations": "Social media integrations",
    "payment_integrations": "Payment integrations",
    "website_booking_integrations": "Website booking integrations",
    "sales_and_crm_integrations": "Sales and CRM integrations",
    "collaboration_integrations": "Collaboration integrations",
    "accounting_integrations": "Accounting integrations",
    "calendar_sync_integrations": "Calendar sync integrations",
    "business_app_integrations": "Business app integrations",
    "marketing_integrations": "Marketing integrations",
    "accept_payments": "Accept payments",
    "integration_activated": "<APP NAME> integration activated",
    "integration_deactivated": "<APP NAME> integration deactivated",
    "button_update": "Update",
    "button_copy": "Copy",
    "button_cancel": "Cancel",
    "button_manage": "Manage",
    "button_task_history": "Task History",
    "button_delete": "Delete",
    "cash_activated": "Cash register activated",
    "cash_deactivated": "Cash register deactivated",
    "to_enable_this": "To enable this integration, you must allow Setmore and <APP NAME>to share details",
    "choose_your_location": "Choose your location",
    "select_location": "Select Location",
    "you_must_select": "You must select a business location to continue integrating your accounts. Please try again",
    "currency_mismatch": "Currency mismatch",
    "payments_already": "Payments already activated",
    "authentication_is_not": "Authentication is not successful",
    "action_required": "Action Required",
    "to_host_video": "To host video appointments using <APP NAME>, you’ll need to switch off the <APP NAME integration>",
    "to_enable_your": "To enable your team to host Google Meet appointments, you’ll need to open individual profiles and switch on ‘Google sync",
    "email_sent_successfully": "Email sent successfully",
    "error_in_sending": "Error in sending mail",
    "activate_a_payment": "Activate a payment integration to accept Booking Page payments",
    "refund_initiated": "Refund initiated",
    "something_went_wrong": "Something went wrong",
    "button_okay": "Okay",
    "yes_switch_off": "Yes, switch off",
    "yes_switch_on": "Yes switch on",
    "yes_open": "Yes, open",
    "setmore_is_currently": "Setmore is currently syncing your <APP NAME>. Please wait a few moments before de-activating the sync. Thank you for your patience!",
    "sync_in_progress": "Sync in progress",
    "need_more_help": "Need more help?",
    "support_team_contact": "Chat with our support team from inside your account, call us at <CONTACT NUMBER> or email <SUPPORT EMAIL>.",
    "button_activate": "Activate",
    "button_deactivate": "Deactivate",
    "button_support_article": "Support Article",
    "button_download_plugin": "Download Plugin",
    "button_get_add_on": "Get Add-on",
    "button_sign_up": "Sign up",
    "are_you_sure": "Are you sure?",
    "due_diligence": "<BRAND NAME>: Perform due diligence",
    "integration_meets_complaince": "Before activating, make sure that your use of the integration meets compliance and data security requirements, such as HIPAA, in your area <Terms of Service>.",
    "button_continue_activation": "Continue Activation",
    "usage_alert": "<BRAND NAME> Usage",
    "third_party_integration": "By enabling a 3rd Party Integration service, you hereby agree to assume HIPAA liability for your use of this service and agree to our HIPAA compliant <Terms of Service>.",
    "your_hashtags": "Your hashtags :",
    "instructions_title": "Instructions",
    "only_tagged_pictures": "Only tagged pictures from your Instagram account will be shown on your Booking page.",
    "button_copied": "Copied!",
    "integration_updated": "<APP NAME> integration updated"
  }
}
