{
  "integrations": {
    "setmore_banner_title": "Integrate your favourite apps",
    "setmore_banner_description": "Enhance customer experience by connecting Setmore with your go-to marketing, video, payment and CRM platforms.",
    "google meet_description": "Provide crystal-clear video appointments through Google Meet.",
    "google meet_cardtitle": "Provide crystal-clear video appointments with Google Meet.",
    "google meet_long_description": [
      "Reach more customers, quickly and conveniently, with the Google Meet integration. You can provide your services virtually and open your business to a global audience. When a video-enabled service is booked, the provider and customer both receive a Google Meet link in their email confirmations."
    ],
    "google meet_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "To enable video meetings for specific team members, select 'My team'.",
      "Within each team profile, select the 'Calendar' tab. Next to the Google Calendar option, click 'Connect'.",
      "Go to Settings > Services and specify the services to provide over video."
    ],
    "zoom_description": "Enable your team to add Zoom video links to appointments and group sessions.",
    "zoom_cardtitle": "Add Zoom video links to appointments and group sessions.",
    "zoom_long_description": [
      "Meet customers from all over the world with no travel required. The Zoom integration enables you to select services to offer over video. When booked, Setmore automatically attaches a Zoom link to provider and guest email confirmations. All it takes is one click to join your product demo, team meeting or webinar."
    ],
    "zoom_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Enter your Zoom account details and allow Setmore to connect.",
      "Specify the services and classes to provide over video. Zoom links will be created in the background."
    ],
    "teleport_description": "Offer 1-click video appointments with no downloads necessary.",
    "teleport_cardtitle": "Offer 1-click video appointments with no downloads necessary.",
    "teleport_long_description": [
      "Host virtual meetings over Teleport and connect with teammates and customers across the globe. You can speak face-to-face with the click of a button, reducing the need for travel. When a Teleport-enabled service is booked, Setmore automatically generates a meeting link and adds it to staff and guest email confirmations."
    ],
    "teleport_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Click the 'Manage integration' button and select services and classes to provide over video.",
      "Click 'Save' and a Teleport meeting link will be generated for applicable bookings."
    ],
    "facebook_description": "Move visitors from liking and sharing to booking appointments online.",
    "facebook_cardtitle": "Move visitors from liking and sharing to scheduling appointments online.",
    "facebook_long_description": [
      "Empower your audience to schedule appointments through Facebook. By displaying a 'Book Now' button on your page and ads, you create all-new channels for conversion. To top it off, customers can also reverse your time through Messenger. They have no need to leave their social media app and every booking lands in your calendar."
    ],
    "facebook_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with your Facebook account details and allow Setmore to connect.",
      "Select a Business Manager and business page.",
      "Confirm your settings and your 'Book now' button is ready."
    ],
    "instagram bookings_description": "Accept appointments day and night from your Instagram business page and ads.",
    "instagram bookings_cardtitle": "Accept appointments from your Instagram business page and ads.",
    "instagram bookings_long_description": [
      "Make your Instagram page and ads work harder with a 'Book now' button. Your content enables viewers to schedule appointments right away. They don't even need to leave the Instagram app. New bookings appear in your Setmore calendar in real-time and you and your guests receive instant confirmations."
    ],
    "instagram bookings_instruction": [
      "Open the Instagram mobile app, go to your page and click 'Edit Profile'.",
      "In the 'Public business information' section, select 'Action buttons'.",
      "Opt for 'Book Now' and select Setmore from the list of partners.",
      "Log into Setmore and click 'Continue as [your Instagram profile name]'.",
      "At 'Confirm Your Business', tap 'Next' and your 'Book Now' button is enabled.",
      [
        "You can also Connect this integration on web using your Facebook account."
      ]
    ],
    "instagram streaming_description": "Highlight your service quality by featuring Instagram posts on your Booking Page.",
    "instagram streaming_cardtitle": "Highlight your brand by featuring Instagram posts on your Booking Page.",
    "instagram streaming_long_description": [
      "Personalise your Booking Page with an Instagram stream that showcases your services, facilities, team achievements and more. All you need to do is specify a hashtag and your Booking Page pulls in any new posts that use it. By offering a fuller picture of your brand, you can encourage more leads to set their first appointment."
    ],
    "instagram streaming_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with your Instagram account details and allow Setmore to connect.",
      "Return here and you’ll see ‘Your hashtags’ below. Type or paste a hashtag into the form field and click the ‘Update’ button. Posts that use the hashtag will display in the ‘Photos’ section of your Booking Page."
    ],
    "hashtag_already_updated": "That hashtag is already used to stream posts.",
    "invalid_hashtag": "Start your hashtag with # and don’t use spaces.",
    "paypal_description": "Accept payments conveniently via PayPal, Venmo, credit and debit cards, and more.",
    "paypal_cardtitle": "Accept payments conveniently via PayPal, Venmo, credit and debit cards, and more.",
    "paypal_long_description": [
      "Offer customers additional payment options by connecting Setmore to your PayPal business account. When using your online Booking Page, they can prepay for appointments by card, Venmo or their PayPal digital wallet.",
      "Note: You must have a PayPal business account to enable this integration."
    ],
    "paypal_instruction": [
      "Click the ‘Connect’ button on the right-hand side of this window.",
      "Log in with PayPal and authorise Setmore to connect your business account.",
      [
        "By default, Booking Page payments are optional. To make payments mandatory, navigate to Settings > Payments > Booking Page payments."
      ]
    ],
    "cash_description": "Account for cash transactions at different locations and while you're on the go.",
    "cash_cardtitle": "Account for cash transactions at different locations and on the go.",
    "cash_long_description": [
      "Record cash payments and create printable or digital receipts for your customers. When you open your calendar to create a new appointment, you have the option to confirm a cash payment was made. Transaction details are stored for easy reference and can be synced with your go-to accounting app."
    ],
    "cash_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "To record a cash payment, open your calendar and select an appointment.",
      "You'll see a 'New payment' button. Click it and log the transaction.",
      [
        "To review previous payments, navigate to Settings > Payments > Payment History. Cash register can be used in conjunction with other payment integrations."
      ]
    ],
    "square_description": "Get paid for your services via Square, Cash App, Apple Pay or Google Pay.",
    "square_cardtitle": "Get paid for your services via Square, Cash App, Apple Pay or Google Pay.",
    "square_long_description": [
      "Make it simple to accept payments for your services with the Square integration. You can process in-person transactions using your calendar and mobile app, from wherever your business takes you. Additionally, customers are able to book and prepay for appointments online using your Booking Page."
    ],
    "square_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with Square and authorise Setmore to connect.",
      "Select a business location.",
      "A pop-up will inform you that your accounts are connected.",
      [
        "By default, Booking Page payments are optional. To make payments mandatory, navigate to Settings > Payments > Booking Page payments."
      ]
    ],
    "lawpay_description": "Empower your firm's leads and clients to pay ahead of their consultations.",
    "lawpay_cardtitle": "Enable leads and clients to pay in advance through your Booking Page.",
    "lawpay_long_description": [
      "Empower your audience to pay ahead of consultations with LawPay. A payment gateway is added to your Booking Page, enabling visitors to schedule and pay securely via credit or debit card. Not only does this convenience help to convert more leads, but time spent on invoicing is massively reduced.",
      "Note:Currently, this integration is available to US-based users only."
    ],
    "lawpay_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with your LawPay username and password.",
      "A pop-up will inform you that the integration is connected.",
      [
        "By default, Booking Page payments are optional. To make payments mandatory, navigate to Settings > Payments > Booking Page payments."
      ]
    ],
    "stripe_description": "Collect credit and debit card payments easily at the point of booking.",
    "stripe_cardtitle": "Collect credit and debit card payments easily at the point of booking.",
    "stripe_long_description": [
      "Create an all-in-one online booking and payment system with Setmore and Stripe. Customers can pay in advance for appointments through your Booking Page, and you can accept payments in-person through your calendar."
    ],
    "stripe_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with Stripe and authorise Setmore to connect.",
      "A pop-up will inform you that your accounts are connected.",
      [
        "By default, Booking Page payments are optional. To make payments mandatory, navigate to Settings > Payments > Booking Page payments."
      ]
    ],
    "stripe_preferences": [
      "Promo codes",
      "Enable customers to use promo codes generated via your Stripe account on your Booking Page."
    ],
    "stripe_coupon_activate": "Promo code enabled",
    "stripe_coupon_deactivate": "Promo code disabled",
    "booking widget_description": "Display a convenient 'Book now' button that opens your Booking Page.",
    "booking widget_cardtitle": "Empower customers to book appointments through your website.",
    "booking widget_long_description": [
      "Add a 'Book Now' button to any website page in just a few steps. When visitors click, your Booking Page opens instantly. You can choose between a static button that displays in one part of your page and a wrapper button that remains visible while scrolling. Feature as many buttons as you like and capitalise on visits from new leads."
    ],
    "booking widget_st1": "Step 1: Where will your 'Book Now' button display?",
    "booking widget_st1a1": "In a specific part of my site page",
    "booking widget_st1a2": "On the side of my site page at all times",
    "booking widget_st2": "Step 2: What will happen when this button is clicked?",
    "booking widget_st2a1": "A booking window will appear on my site page",
    "booking widget_st2a2": "My Booking Page will open in a new browser tab",
    "booking widget_st3": "Step 3: How will you add the button code to your site?",
    "booking widget_st3a1": "My web guru will add the code",
    "booking widget_st3a2": "I'll add the code myself",
    "booking widget_st4_1": "Step 4 - Where would you like to receive the code?",
    "booking widget_st4_2": "Copy the code below and paste it into your site:",
    "booking widget_your_code": "Your code :",
    "enter_email": "Email address required",
    "enter_valid_email": "Invalid email address",
    "joomla_description": "Feature a customisable 'Book Now' button on any page of your Joomla website.",
    "joomla_cardtitle": "Enable customers to book appointments through your Joomla website.",
    "joomla_long_description": [
      "There's zero need for your online audience to call or email you for an appointment. By connecting your Joomla website to your Booking Page, you allow every visitor to self-schedule right away. Add a 'Book Now' button or a dedicated booking section to any site page and capitalise on year-round traffic.",
      "Note: This integration works for J3 and J4 Joomla websites only."
    ],
    "joomla_instruction": [
      "Click the 'Download' button on the right-hand side of this window.",
      "Copy your Setmore key from below.",
      "Log into your Joomla account to complete integration."
    ],
    "joomla_your_setmore_key": "Your Setmore key :",
    "jimdo_description": "Enhance your company's Jimdo website with a customisable 'Book Now' button.",
    "jimdo_cardtitle": "Enhance your Jimdo website with a customisable 'Book Now' button.",
    "jimdo_long_description": [
      "Your Jimdo site tells the world why your business is special. It's a showcase of your services, your team's expertise, customer testimonials and more. Enhance any page with a 'Book now' button to ensure captivated visitors can schedule appointments 24/7. When clicked, your Booking Page appears and shares your real-time availability."
    ],
    "jimdo_instruction": [
      "Copy the code provided below.",
      "In Jimdo Editor, open the 'Elements' menu and select 'Add a Widget/HTML Element'.",
      "Position this element where you'd like your 'Book now' button to appear.",
      "Paste the code and click 'Save' to finish."
    ],
    "jimdo_your_code": "Your code :",
    "shopify_description": "Convert more leads into customers with booking options for your Shopify website.",
    "shopify_cardtitle": "Convert more leads with booking options for your Shopify website.",
    "shopify_long_description": [
      "Add a 'Book Now' button to your Shopify site and turn traffic into new customers. Visitors can self-schedule your services at the height of interest, quickly and easily. When an appointment is booked, the details land in your calendar and Setmore fires email confirmations to both you and your guest."
    ],
    "shopify_instruction": [
      "Copy the code provided below.",
      "Log into Shopify and go to Themes > Customise. In the left navigation, choose 'Sections' > 'Add section' and then the 'Custom liquid' option.",
      "Paste your code into the 'Custom Liquid' box.",
      "Save your changes and your booking button is ready."
    ],
    "shopify_your_code": "Your code :",
    "squarespace_description": "Empower visitors to book while browsing your Squarespace website.",
    "squarespace_cardtitle": "Empower visitors to book while browsing your Squarespace website.",
    "squarespace_long_description": [
      "Feature a 'Book Now' button on any page and offer site visitors an instant path to reserve your time. When clicked, your Booking Page appears front and centre, showcasing your real-time availability. People can browse your content, read about your services and schedule an appointment without needing to call."
    ],
    "squarespace_instruction": [
      "Copy the code provided below.",
      "Log into Squarespace, select 'Pages' and open the page that will feature your 'Book Now' button.",
      "Click the teardrop shape and you'll see options to insert a new element. Select 'Code'.",
      "Remove the default code and paste the code from Setmore. Save your changes and your 'Book Now' button is ready."
    ],
    "squarespace_your_code": "Your code :",
    "wix_description": "Turn traffic into customers by taking bookings through your Wix website.",
    "wix_cardtitle": "Turn traffic into customers by taking bookings through your Wix website.",
    "wix_long_description": [
      "Enhance any page of your Wix website with a 'Book Now' button. When clicked, your customers are directed to your Booking Page and can self-schedule an appointment. In addition to promoting your services, your site brings in brand-new customers. There's no need for any back-and-forth as visitors can confirm appointments independently, at any time."
    ],
    "wix_instruction": [
      "Copy your Booking Page URL from below.",
      "In Wix, open any page and click the 'Add' (+) button in the left navigation bar.",
      "Select Embed > Custom embed > Embed a widget.",
      "Double-click the widget and paste your URL.",
      "Click 'Update' and your Booking Page appears. Click 'Publish' to save."
    ],
    "wix_your_booking_url": "Your Booking Page URL :",
    "wordpress_description": "Enable customers to book online through your WordPress website.",
    "wordpress_cardtitle": "Enable visitors to book 24/7 through your WordPress website.",
    "wordpress_long_description": [
      "Add a 'Book Now' button to any WordPress site page and make it easy for visitors to reserve your time. When clicked, your Booking Page appears front and centre. People can self-schedule appointments without needing to contact you, speeding up decision-making and filling your calendar faster."
    ],
    "wordpress_instruction": [
      "Log into WordPress and click 'Plugins' in the left navigation bar.",
      "Select 'Add New' and search for Setmore.",
      "Locate the Setmore plugin and select Install Now > Connect. 'Active' indicates the integration was successful.",
      "The plugin is now visible in the left navigation bar. Click it and log into Setmore.",
      "Follow the final prompts and your 'Book Now' button is ready."
    ],
    "wordpress_your_booking_url": "Your Booking Page URL :",
    "drupal_description": "Enable motivated leads to book appointments straight from your Drupal website.",
    "drupal_cardtitle": "Enable customers to book directly through your Drupal website.",
    "drupal_long_description": [
      "Enhance any page of your Drupal site with a 'Book now' button. This conveniently opens your Booking Page, enabling visitors to schedule and pay for appointments independently. Upon booking, a confirmation is sent to you and your guests, and the appointment details land in your calendar."
    ],
    "drupal_instruction": [
      "Click the 'Download' button on the right-hand side of this window.",
      "Copy the Setmore key provided below.",
      "In a new tab, log into Drupal and click Modules > Install new module.",
      "Upload the plugin you downloaded and click 'Install'.",
      "Follow our support article to position and save your 'Book now' button."
    ],
    "drupal_your_setmore_key": "Your Setmore key :",
    "weebly_description": "Connect your custom online Booking Page to your Weebly website.",
    "weebly_cardtitle": "Connect your custom online Booking Page to your Weebly website.",
    "weebly_long_description": [
      "Feature a convenient ‘Book Now’ button on your Weebly site and enable visitors to schedule appointments 24/7. Clicking opens your Booking Page where people can browse your availability, service menu and more. Your site goes beyond promoting your services to converting leads, giving you an edge over competitors."
    ],
    "weebly_instruction": [
      "Copy the code provided below.",
      "In the Weebly editor, select a page and open the toolbox.",
      "Drag 'Embed Code' to where you'd like the 'Book Now' button to appear.",
      "In the 'Edit Code' window, paste the code from Setmore. Publish your changes."
    ],
    "weebly_your_code": "Your code :",
    "square online_description": "Add booking options to any page of your company's Square Online website.",
    "square online_cardtitle": "Add appointment booking options to your Square Online website.",
    "square online_long_description": [
      "Add a 'Book Now' button to your Square Online site and turn more traffic into customers. When clicked, your Booking Page appears. Strike while the iron is hot and enable visitors to book right after browsing your services and content. New appointment details land in your Setmore calendar in real-time."
    ],
    "square online_instruction": [
      "Copy the code provided below.",
      "Log into Square Online, open a page and select 'Add section'.",
      "To the left, a list of page elements will display. Click Embed code > Add.",
      "Below 'Layout', tap 'Embed code' again and paste the code from Setmore.",
      "Publish your changes and your 'Book Now' button is ready."
    ],
    "square online_your_code": "Your code :",
    "salesforce_description": "Import new customers from Setmore to your Salesforce database.",
    "salesforce_cardtitle": "Seal more deals by feeding new customer details to Salesforce.",
    "salesforce_long_description": [
      "Automatically create a contact in Salesforce when a customer is added to Setmore. Your newest leads and customers start receiving tailored communications, helping to keep your services in mind. Data fields are mapped from one platform to the other, ensuring contact details transfer correctly and eliminating the need for manual updates."
    ],
    "salesforce_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Enter your Salesforce account details and click 'Allow' for Setmore to connect.",
      "Select 'Create' and click 'Continue'.",
      "Map the data fields (e.g. name, email address) between Setmore and Salesforce. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "insightly_description": "Optimise your CRM by feeding customer details straight to Insightly.",
    "insightly_cardtitle": "Feed new customer details to Insightly and optimise your CRM.",
    "insightly_long_description": [
      "Import new lead and customer details straight to your preferred Insightly list. When a customer is added through your Booking Page or app, the entry reflects in Insightly. In addition to saving hours on manual data transfer, your team has all the information needed to keep conversations going and boost conversions."
    ],
    "insightly_instruction": [
      "Click the 'Connect' button on the right-hand side of this window, then 'Continue'.",
      "In a new tab, log into Insightly and navigate to Profile > User Settings > API Key. Copy the API key.",
      "Paste the API key into Setmore where prompted and click 'Continue'.",
      "Select 'Create or Update Contact' and click 'Continue' one last time.",
      "Map the data fields (e.g. name, email address) between Setmore and Insightly.",
      "Test the integration to complete."
    ],
    "clio_description": "Automatically transfer new client details from Setmore to your Clio account.",
    "clio_cardtitle": "Transfer new client details from Setmore to Clio in real-time.",
    "clio_long_description": [
      "Focus on the case at hand while essential client information syncs to Clio automatically. With this integration, contact details collected through your app and Booking Page mirror in your Clio account. Your CRM stays up to date without any manual data transfer, enabling your team to maximise their billable hours and build stronger relationships."
    ],
    "clio_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Select 'Contacts' as the trigger to send data to Clio.",
      "Click '+ Connect' and log in with your Clio account details.",
      "Select 'Contacts' as the target. When a new customer is added to Setmore, their details will be used to create a new contact in Clio.",
      "Map the data fields (e.g. name, email address) between Setmore and Clio. This ensures the correct data populates the relevant fields.",
      "Click 'Continue' and test the integration to complete."
    ],
    "zoho crm_description": "Update your Zoho CRM contact list with new customer details from Setmore.",
    "zoho crm_cardtitle": "Sync customer details to and from your Zoho CRM account.",
    "zoho crm_long_description": [
      "When your audience feels seen and engaged, return visits take care of themselves. Sync customer details from Setmore to Zoho CRM and onboard people to tailored email campaigns. Details collected through your app and Booking Page reflect accurately and in real-time, saving you countless hours on manual data transfer."
    ],
    "zoho crm_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in using your Zoho CRM username and password.",
      "Select a target list to receive customer details from Setmore. Click 'Continue'.",
      "Map the data fields (e.g. name, email address) between Setmore and Zoho CRM. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "slack_description": "Receive automatic booking updates in your chosen Slack channel.",
    "slack_cardtitle": "Receive automatic booking updates in Slack.",
    "slack_long_description": [
      "Connect Setmore to Slack and get live booking updates in a designated channel. With a real-time feed of activity, everyone in the channel stays in the loop. You receive an instant heads-up when an appointment or customer profile is created or edited. There's no need to refresh your inbox or keep switching between your calendar app and chat."
    ],
    "slack_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Enter your Slack domain name and click 'Continue'.",
      "Sign in using your Slack username and password.",
      "Select a channel to receive updates from Setmore and click 'Authorise' to complete."
    ],
    "quickbooks_description": "Automatically export transaction details from Setmore to QuickBooks.",
    "quickbooks_cardtitle": "Automatically export payment details from Setmore to QuickBooks.",
    "quickbooks_long_description": [
      "Make bookkeeping a breeze by syncing payment details from Setmore to QuickBooks. With no need to transfer data between platforms, this integration saves you valuable time. Accuracy is also increased with data reflecting to QuickBooks as it was originally recorded, in real-time"
    ],
    "quickbooks_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with your QuickBooks account details.",
      "Select a list to receive payment details from Setmore.",
      "Map the data fields between Setmore and QuickBooks, then test the integration."
    ],
    "google calendar_description": "Sync appointment details from Setmore to Google Calendar and vice versa.",
    "google calendar_cardtitle": "View your Setmore and Google Calendar appointments in one place.",
    "google calendar_long_description": [
      "Aligning your calendars is a must to keep tabs on your availability. 1-way Google Calendar sync is available to everyone and displays your Setmore appointments in GCal. 2-way Google Calendar sync is a Pro integration and mirrors events to and from GCal. Wave goodbye to double-booking with a centralised view of your schedule on any device."
    ],
    "google calendar_instruction": [
      "Verify that both Setmore and Google Calendar are set to the same time zone.",
      "For 1-way sync:Navigate to Settings > My team > Integration and click 'Get link'. Open Google Calendar and under 'Other calendars', add the URL.",
      "For 2-way sync:Navigate to Settings > My team > Integration and scroll to the 'Google sync' section. Flip the 'On/Off' switch to on."
    ],
    "office 365 calendar_description": "Reduce double booking by aligning your schedule across Setmore and Office 365 Calendar.",
    "office 365 calendar_cardtitle": "View your Setmore and Office 365 Calendar events in one place.",
    "office 365 calendar_long_description": [
      "Aligning your calendars is a must to keep tabs on your availability. 1-way sync is available to everyone and displays your Setmore appointments in Office 365 Calendar. 2-way sync is a Pro integration and mirrors events to and from Office 365 Calendar. Wave goodbye to double-booking with a centralised view of your schedule on any device."
    ],
    "office 365 calendar_instruction": [
      "Verify that both Setmore and Office 365 Calendar are set to the same time zone.",
      "For 1-way sync:Navigate to Settings > My team > Integration and click 'Get link'. Open Office 365 Calendar and in the 'Open calendar' menu, add the URL.",
      "For 2-way sync:Navigate to Settings > My team > Integration and scroll to the 'Office 365 sync' section. Flip the 'On/Off' switch to on."
    ],
    "gmail_description": "Book appointments straight from customer emails in your Gmail inbox.",
    "gmail_cardtitle": "Book appointments straight from your Gmail inbox.",
    "gmail_long_description": [
      "Click the Setmore for Gmail add-on and your next available appointment time appears in a booking form. All you need to do is confirm the details and they're added to your calendar. There's no need to jump back and forth between your inbox and scheduling app, and your customer receives an instant booking confirmation."
    ],
    "gmail_instruction": [
      "In Gmail, click the '+' icon in the right side panel.",
      "Search for 'Setmore for Gmail' and install the add-on.",
      "The add-on will now be available in the side panel. To finish set up, click the add-on and enter your Setmore username and password."
    ],
    "google analytics_description": "Track what visitors do when they land on your company's Booking Page.",
    "google analytics_cardtitle": "Gather visitor and performance insights from your Booking Page.",
    "google analytics_long_description": [
      "Add a Google Analytics measurement ID to your Booking Page and gain crucial visitor insights. With access to in-depth demographic and behaviour data, you can tailor marketing to your highest-value audience. Discover how many visitors are booking appointments, the amount of traffic engaging with different services, where the platform's visitors were routed from and more."
    ],
    "google analytics_instruction": [
      "Log into your Google Analytics account and follow this ~support article <gaSupportUrl>~ to get your measurement ID. Copy the ID.",
      "Return here and paste the ID in the form field below.",
      "Click 'Update'. A message will appear confirming that the ID was saved.",
      [
        "After completing these steps, you'll be able to track Booking Page data in your Google Analytics account. Simply head to Realtime > Events."
      ]
    ],
    "google analytics_your_tracking_id": "Your measurement ID",
    "ga_example": "ex: G-XXXXXXXXXX",
    "serviceminder_description": "Automatically send customer details to your ServiceMinder account.",
    "serviceminder_cardtitle": "Keep your ServiceMinder list up-to-date with no manual transfers.",
    "serviceminder_long_description": [
      "Automatically sync new customer details from Setmore to your preferred ServiceMinder list. Not only does this integration save you time, but customer details can be fed into targeted email campaigns. Ensure your audience stays engaged after initial quotes and jobs. Next time they need a home repair or service, your business is fresh in mind."
    ],
    "serviceminder_instruction": [
      "In a new browser tab, log into ServiceMinder and head to Administration > Control panel > API keys. Copy the API key and head back to Setmore.",
      "Click the 'Connect' button on the right-hand side of this window, then 'Continue'.",
      "Select a target list to receive customer details from Setmore. Click 'Continue'.",
      "Select 'Contact' (to share new customer details only) or 'Update contact' (to share new and edited customer details) and click 'Continue'.",
      "Map the data fields (e.g. name, email address) between Setmore and ServiceMinder. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "zapier_description": "Create custom Zaps and connect Setmore to countless third-party apps.",
    "zapier_cardtitle": "Create custom Zaps and connect Setmore to countless apps.",
    "zapier_long_description": [
      "From sending appointment details to a Trello board, to adding new customers to a ClickUp campaign, there's a Zap for every type of business. Simply define a trigger (like booking an appointment) and the information to pull across (like appointment time and customer email). After your Zap is enabled, data is shared from Setmore automatically.",
      "Note:Depending on the action, some Zaps may require a Pro or Team account."
    ],
    "zapier_instruction": [
      "Log into Zapier and click 'My apps'. Search for Setmore.",
      "Click the Setmore icon and log in with your username and password. Setmore will now display in 'My connections'.",
      "Click 'Make a Zap' and select an app to connect. Next, define a trigger and action.",
      "Confirm the data you want to share from Setmore to the other app.",
      "Click 'Turn on Zap' to complete.",
      [
        "For illustrated instructions to create a Zap, read our support article."
      ]
    ],
    "freshdesk_description": "Schedule in-person and virtual appointments directly from your Freshdesk dashboard.",
    "freshdesk_cardtitle": "Schedule appointments directly from your Freshdesk dashboard.",
    "freshdesk_long_description": [
      "Tackle more tickets with the Setmore plugin for Freshdesk. Help desk agents can view your team's availability and book appointments from the dashboard. Not only does this reduce back and forth, but customers get routed to the most relevant specialist faster. With the Teleport and Zoom integrations, your agents can also confirm video meetings for remote solutions."
    ],
    "freshdesk_instruction": [
      "Log into Freshdesk and go to Settings > Apps. Search for ’Setmore’ in the marketplace and install the plugin.",
      "The plugin will appear in the left navigation bar of your Freshdesk dashboard. Click the Setmore plugin.",
      "Click ‘Authorise’ and log into your Setmore account. You’ll be redirected to Freshdesk.",
      [
        "Clicking the Setmore plugin from now on will open your Booking Page in a pop-up."
      ]
    ],
    "zendesk_description": "Enable your help desk agents to book appointments via Zendesk.",
    "zendesk_cardtitle": "Enable your help desk agents to book appointments via Zendesk.",
    "zendesk_long_description": [
      "With the booking widget for Zendesk, your help desk agents can view team-wide availability from the dashboard. Enable them to book appointments for customers with zero back and forth. When an appointment is scheduled, both the provider and customer receive an instant email confirmation. This includes a convenient video link if your business offers remote solutions."
    ],
    "zendesk_instruction": [
      "Log into Zendesk and click the 'Zendesk Products' button (four squares) next to your avatar. Select 'Admin Centre'.",
      "Click 'Apps and integrations' in the left navigation bar and select 'Zendesk Support apps'.",
      "In 'My Apps', click the 'Marketplace' button. Select the 'Setmore for Support' app and click 'Install'.",
      "Follow the instructions for authentication and log into Setmore.",
      "When authentication is complete, click 'Install' again."
    ],
    "answerconnect_description": "Enable a team of 24/7 call agents to schedule appointments for you.",
    "answerconnect_cardtitle": "Enable a team of 24/7 call agents to schedule appointments for you.",
    "answerconnect_long_description": [
      "Never miss a call with help from AnswerConnect. Your business is equipped with live call agents who ensure every customer receives a warm welcome. Not only do agents follow your custom script, they schedule appointments on your behalf. Focus on providing your services while AnswerConnect agents line up new bookings in your Setmore calendar."
    ],
    "answerconnect_instruction": [
      "Sign up for an AnswerConnect account."
    ],
    "google tag manager_description": "Tailor your online Booking Page by monitoring how visitors engage and navigate.",
    "google tag manager_cardtitle": "Monitor how visitors engage with your custom Booking Page.",
    "google tag manager_long_description": [
      "Ever wanted to dig deeper into your audience? With Google Tag Manager (GTM), you gain valuable insights about who visits your Booking Page and how they navigate. Apply filters and view graphs representing in-depth demographic data. A one-time set-up gives you limitless knowledge. Utilise custom tags to fine-tune your Booking Page and boost conversions."
    ],
    "google tag manager_instruction": [
      "Open a new browser tab and log into GTM. Click 'Create account'.",
      "Complete the account and container setup form, then click 'Create'.",
      "Copy the GTM container ID and return to Setmore. Paste the ID in the form field provided and save your changes.",
      [
        "To learn how to create tags that capture Booking Page activity, read our support article."
      ]
    ],
    "constant contact_description": "Instantly transfer new customer data from Setmore to Constant Contact.",
    "constant contact_cardtitle": "Automatically transfer new customer details to Constant Contact.",
    "constant contact_long_description": [
      "When a new customer is added to Setmore, their details reflect in your chosen Constant Contact list. This happens in real-time and keeps your CRM up-to-date without any manual data transfer. Customers can be onboarded to tailored email campaigns, encouraging them to book again and stay loyal to your brand."
    ],
    "constant contact_instruction": [
      "Click the 'Connect' button on the right-hand side of this window, then 'Continue'.",
      "Log in with your Constant Contact username and password. Click 'Allow' to grant Setmore access.",
      "Select 'Contact' (to share new customer details only) or 'Update contact' (to share new and edited customer details) and click 'Continue'.",
      "Map the data fields (e.g. name, email address) between Setmore and Constant Contact. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "hubspot_description": "Build your HubSpot contact list with new customer details from Setmore.",
    "hubspot_cardtitle": "Build your HubSpot contact list with new customers from Setmore.",
    "hubspot_long_description": [
      "Automatically export customer details to your preferred HubSpot contact list. From the get-go, your newest fans receive relevant news and offers by email, helping to keep your services in mind. There's no need for manual updates as details collected through your app and Booking Page reflect in HubSpot instantly."
    ],
    "hubspot_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with your HubSpot username and password.",
      "Click 'Connect app' to enable Setmore and HubSpot to share data."
    ],
    "mailchimp_description": "Automatically add your latest customers to targeted email campaigns.",
    "mailchimp_cardtitle": "Automatically onboard new customers to targeted email campaigns.",
    "mailchimp_long_description": [
      "Build more connections and strengthen your marketing efforts with the Mailchimp integration. New customer details taken through Setmore are synced to your preferred Mailchimp subscriber list. The transfer happens instantly, helping save tons of time. Keep your audience engaged after that all-important first booking by sending valuable content straight to their inbox."
    ],
    "mailchimp_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "In the 'Setup trigger' screen, 'Contacts' will be pre-selected. Click 'Continue'.",
      "In the 'Select account' screen, click 'Connect'. Log in with your Mailchimp username and password.",
      "In the 'Authorise Setmore' screen, click 'Allow'. This enables Setmore to share data.",
      "Select a subscriber list to receive customer details from Setmore.",
      "Map the data fields (e.g. name, email address) between Setmore and Mailchimp. This ensures the correct data populates the relevant fields. Click 'Continue'.",
      "Test the integration to complete."
    ],
    "mailerlite_description": "Export customer details from Setmore to create subscribers â€¨in MailerLite.",
    "mailerlite_cardtitle": "Automatically export customer details to your MailerLite contact list.",
    "mailerlite_long_description": [
      "Save valuable time by automating your contact management. This integration sends new customer details from your app and Booking Page straight to MailerLite. Simply choose the details to share and your contact list updates in the background. While you focus on service delivery, CRM stays on track and your latest visitors receive targeted email marketing."
    ],
    "mailerlite_instruction": [
      "Click the 'Connect' button on the right-hand side of this window, then 'Continue'.",
      "Log in with your MailerLite username and password.",
      "In the 'Setup trigger' screen, 'Contacts' will be pre-selected. Click 'Continue'.",
      "Copy and paste your API key (you'll see a link to retrieve this).",
      "In the 'Setup target' screen, 'Create or update subscriber' will be pre-selected. Click 'Continue'.",
      "Select a subscriber group to receive customer details from Setmore. Click 'Continue'.",
      "Test the integration to complete."
    ],
    "keap_description": "Automatically add new Setmore customers to tailored Keap campaigns.",
    "keap_cardtitle": "Automatically onboard new customers to tailored Keap campaigns.",
    "keap_long_description": [
      "When a customer profile is created in Setmore, the details sync to your Keap account. Share relevant news or offers with different audience segments and increase engagement with your services. By mapping data fields between your platforms, you leave zero room for error. Your Keap contact list updates in the background, saving you valuable time."
    ],
    "keap_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Log in with your Keap username and password.",
      "Click 'Allow' to enable Setmore and Keap to share data.",
      "Head to 'Settings' to view and edit customer details that will sync to Keap."
    ],
    "xero_description": "Send payment details from Setmore to Xero in real-time.",
    "xero_cardtitle": "Send payment details from Setmore to Xero in real-time.",
    "xero_long_description": [
      "Track your revenue accurately and save time on manual data transfer with the Xero integration. When enabled, all transactions sync from Setmore to your Xero account, whether you accepted payments in cash, by card or digitally. Details appear in Xero instantly and as originally recorded, helping to streamline your bookkeeping."
    ],
    "xero_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Choose 'Invoice' as the trigger and click 'Continue'.",
      "Click '+ Connect' and log in with your Xero account details.",
      "Allow access to Setmore and select a list to receive data.",
      "Map the data fields between Setmore and Xero, then test the integration."
    ],
    "fresh sales_description": "Sync lead and customer details to Freshsales for an organised pipeline.",
    "fresh sales_cardtitle": "Sync lead and customer details to Freshsales for an organised pipeline.",
    "fresh sales_long_description": [
      "Ensure your CRM database is up-to-date and enable your team to secure more sales. This integration exports new lead and customer details from Setmore to your Freshsales account. Whether contact information and essential notes are collected through your app or Booking Page, they reflect accurately and in real-time."
    ],
    "fresh sales_instruction": [
      "Click the 'Connect' button on the right-hand side of this window.",
      "Enter your Freshsales API key and sub domain, then click 'Continue'.",
      "Select a target list to receive customer details from Setmore. Click 'Continue'.",
      "Map the data fields (e.g. name, email address) between Setmore and Freshsales. This ensures the correct data populates the relevant fields.",
      "Test the integration to complete."
    ],
    "reserve with google_description": "Get discovered and booked from Google Search and Maps.",
    "reserve with google_cardtitle": "Get discovered and booked from Google Search and Maps.",
    "reserve with google_long_description": [
      "Enhance your Google Business Profile with a convenient ‘Book’ button that opens your Booking Page. Customers can self-schedule appointments straight from Google Search and Maps results. There’s no need to call, email or visit to check your availability. Local area providers appear first in results – ensure your Business Profile competes for all that traffic.",
      "Note: Reserve with Google is available in 80+ countries, but excludes medical and retail businesses. Please refer to this ~support article <Support Article>~ for more information."
    ],
    "reserve with google_instruction": [
      "Open this ~support article <Support Article>~ to check if Reserve with Google is available to your location and industry.",
      "If so, click the ‘Connect’ button on the right-hand side of this window.",
      "Confirm your business address and that your business is Google-verified.",
      "Click ‘Submit to Google’ and you’ll be notified that Reserve with Google is connected.",
      
      [
        "After connecting your accounts, it typically takes 1-3 days for changes to reflect in your Google Business Profile."
      ]
    ],
    "to_activate_google_reserve": "Follow these steps in order to meet Google’s requirements.",
    "google_reserve_st1": "Step 1: Business address",
    "google_reserve_street_st1": "Street address is required",
    "google_reserve_city_st1": "City is required",
    "google_reserve_State_st1": "County is required",
    "google_reserve_zip_st1": "Postcode is required",
    "google_reserve_st2": "Step 2: Services",
    "google_reserve_all_invalid_sta2": "Before submitting to Google, you'll need to remove special characters from the following service names.",
    "google_reserve_below_all_invalid_sta2": "Please remove special characters to continue submitting to Google.",
    "google_reserve_sta2": "If any services require editing, they'll display below.",
    "google_reserve_below_invalid_sta2": "Services with special characters in names cannot be submitted to Google.",
    "edit_services": "Edit service names",
    "google_reserve_st3": "Step 3: Google verification",
    "google_reserve_sta3": "Verified businesses appear in Google Search and Maps results. If your business appears, it’s most likely verified. Your Google-verified business address must match the address in Setmore.",
    "intercom_description": "Chat and take bookings, straight from Messenger and Inbox.",
    "intercom_cardtitle": "Chat and take bookings, straight from Messenger and Inbox.",
    "intercom_long_description": [
      "Not only can clients connect with you through Intercom, they can schedule appointments too. Feature a convenient 'Book now' button on the Messenger home screen and share one in Inbox chats, offering people an instant route to reserve your time. One click and your Booking Page appears. Capitalise on website traffic, resolve queries faster and enhance every conversation.",
      "Note:Currently, your Setmore booking button will only be visible on desktop."
    ],
    "intercom_instruction": [
      "Head to the Intercom App Store and install 'Setmore'. This enables you to share a 'Book now' button in Inbox chats. To add one to Messenger, continue to step 2.",
      "Open your Intercom dashboard and click 'Messenger' in the left navigation bar.",
      "Click 'Add apps to your Messenger' and select an audience.",
      "Click 'Add an app' and select the 'Setmore' app. Add your booking link and customise the button text and heading."
    ],
    "video_meeting_integrations": "Video meeting",
    "social_media_integrations": "Social media",
    "payment_integrations": "Payment",
    "website_booking_integrations": "Website booking",
    "sales_and_crm_integrations": "Sales and CRM",
    "collaboration_integrations": "Collaboration",
    "accounting_integrations": "Accounting",
    "calendar_sync_integrations": "Calendar sync",
    "business_app_integrations": "Business app",
    "marketing_integrations": "Marketing",
    "accept_payments": "Payment integrations",
    "integration_connected": "<APP NAME> connected",
    "integration_disconnect": "<APP NAME> disconnected",
    "button_update": "Update",
    "button_copy": "Copy",
    "button_cancel": "Cancel",
    "button_manage": "Manage",
    "button_task_history": "Task History",
    "button_delete": "Delete",
    "cash_connected": "Cash register connected",
    "cash_disconnect": "Cash register disconnected",
    "to_enable_this": "To enable this integration, you must allow Setmore and <APP NAME> to share details",
    "choose_your_location": "Choose location",
    "select_location": "Select location",
    "you_must_select": "You must select a business location to continue integrating your accounts. Please try again.",
    "currency_mismatch": "Currency mismatch",
    "payments_already": "<APP NAME> payments already connected",
    "authentication_is_not": "Authentication is not successful",
    "action_required": "Action Required",
    "to_host_video": "To host video appointments using <APP NAME>, you'll need to switch off the <APP NAME integration>",
    "to_enable_your": "To enable your team to host Google Meet appointments, you'll need to open individual profiles and switch on 'Google sync",
    "email_sent_successfully": "Email sent successfully",
    "error_in_sending": "Error in sending email",
    "connect_a_payment": "Connect a payment integration to accept Booking Page payments",
    "refund_initiated": "Refund initiated",
    "something_went_wrong": "Something went wrong",
    "button_okay": "Okay",
    "yes_switch_off": "Yes, switch off",
    "yes_switch_on": "Yes switch on",
    "yes_open": "Yes, open",
    "setmore_is_currently": "Setmore is currently syncing your <APP NAME>. Please wait a few moments before de-activating the sync. Thank you for your patience!",
    "sync_in_progress": "Sync in progress",
    "have_a_question": "Have a question?",
    "chat_with_us": "Chat with us",
    "call_us": "Call us",
    "button_connect": "Connect",
    "button_disconnect": "Disconnect",
    "button_yes_disconnect": "Yes, disconnect",
    "button_support_article": "Support article",
    "button_download_plugin": "Download Plugin",
    "button_get_add_on": "Get Add-on",
    "button_sign_up": "Sign up",
    "due_diligence": "<BRAND NAME>: Perform due diligence",
    "integration_meets_complaince": "Before activating, make sure that your use of the integration meets compliance and data security requirements, such as HIPAA, in your area <Terms of Service>.",
    "button_continue_activation": "Continue Activation",
    "usage_alert": "<BRAND NAME> Usage",
    "third_party_integration": "By enabling a 3rd Party Integration service, you hereby agree to assume HIPAA liability for your use of this service and agree to our HIPAA compliant <Terms of Service>.",
    "your_hashtags": "Your hashtags:",
    "instructions_title": "Instructions",
    "only_tagged_pictures": "Deleting a hashtag stops your Booking Page from displaying past and future posts that use the hashtag.",
    "button_copied": "Copied!",
    "integration_updated": "<APP NAME> Integration updated",
    "there_is_a_hickup": "There's been a hiccup Something didn't work quite right. Please try again.",
    "get_code": "Get code",
    "something_went_wrong_deactivate": "Something went wrong, please deactivate and activate again.",
    "are_you_sure": "Are you sure you want to disconnect this integration?",
    "disconect_message": "Disconnecting would result in permanent deletion of the workflow. Are you sure you still want to disconnect?",
    "disconect_message_video_meeting_integrations": "New appointments will not have <APP NAME> links attached. <APP NAME> links for previously scheduled appointments will be removed, but the appointments will stay in your calendar.",
    "disconect_message_social_media_integrations": "Your <APP NAME> page will no longer display the ‘Book now’ button that directs people to your Booking Page. To take bookings from <APP NAME> again, you’ll need to reconnect your accounts.",
    "disconect_message_social_media_integrations_instagram streaming": "Your Booking Page’s Photos section will no longer update with new Instagram posts. To stream posts from Instagram again, you’ll need to reconnect your accounts.",
    "disconect_message_payment_integrations": "You’ll no longer be able to process payments through your calendar or Booking Page. However, previous payment data will remain in your accounts.",
    "disconect_message_payment_integrations_paypal": "You’ll no longer be able to process payments through your Booking page. However, previous payment data will remain in your accounts.",
    "disconect_message_payment_integrations_cash": "You’ll no longer be able to process payments through your calendar. However, previous payment data will remain in your accounts.",
    "disconect_message_sales_and_crm_integrations": "Customer details will no longer sync between <BRAND NAME> and <APP NAME>. However, details collected previously will remain in your accounts. To make enabling this integration faster in future, your settings will be retained.",
    "disconect_message_accounting_integrations": "Transaction details will no longer sync between <BRAND NAME> and <APP NAME>. However, details collected previously will remain in your accounts. To make enabling this integration faster in future, your settings will be retained.",
    "disconect_message_calendar_sync_integrations": "New event details will no longer sync between your <BRAND NAME> and <APP NAME>. Previously synced events will only appear in the calendar they were created in.",
    "disconect_message_marketing_integrations": "Customer details will no longer sync between <BRAND NAME> and <APP NAME>. However, details collected previously will remain in your accounts. To make enabling this integration faster in future, your settings will be retained.",
    "disconect_message_business_app_integrations": "<APP NAME> will no longer track Booking Page activity, but data recorded previously will remain available in your account.",
    "disconect_message_business_app_integrations_slack": "The Slack channel that receives booking and customer updates from Setmore will be deleted. To view this channel again, you’ll need to reconnect your accounts.",
    "alert_disconnect_integration": "Disconnect <APP NAME>?",
    "label_connected": "Connected",
    "label_disconnected": "Disconnected",
    "label_pro_tag": "Try Pro",
    "label_draft": "Draft",
    "hashtag_updated": "Hashtag(s) updated",
    "id_saved": "<APP NAME> Id Saved.",
    "tracking_code_saved": "<APP NAME> tracking code saved.",
    "manage_integration": "Manage <APP NAME> integration",
    "your_gtm_container_id": "Your GTM container ID",
    "your_tracking_code": "Your tracking code",
    "hashtag_example": "E.g: #instadaily, #entrepreneurs, #art.",
    "hashtag_input_placeholder": "E.g: #entrepreneur, #innovation",
    "gtm_example": "ex: GTM-xxxxxxx",
    "maximum_limit_reached": "A maximum of 10 emails can be fired out from your account every 30 minutes. Please wait a moment and try again.",
    "failed_to_activate": "Failed to activate",
    "unable_to_deactivate": "Unable to deactivate",
    "learn_more": "Learn More",
    "button_save": "Save",
    "button_submit_to_google": "Submit to Google",
    "incorrect_id": "Enter a valid ID",
    "already_integrated": "Account already integrated with same ID",
    "measurement_id_saved": "Measurement ID saved - tracking started",
    "measurement_id_removed": "Measurement ID removed - tracking paused",
    "yes_switch": "Yes, switch",
    "yes_enable": "Yes, enable",
    "button_save_and_continue": "Save and continue",
    "button_save_and_complete": "Save and complete",
    "mapper": {
      "Services_mapper": "Services",
      "service_cap": "SERVICES",
      "classes_cap": "CLASSES",
      "Class Name_mapper": "Classes",
      "mapper_save": "Save",
      "mapper_continue": "Save and continue",
      "mapper_cancel": "Cancel",
      "Staff_mapper": "My Team",
      "team_member": "Team member",
      "email": "Email",
      "zoom_id": "Zoom ID",
      "assign_zoom_id": "Assign Zoom ID",
      "add_video_link_to_all": "Add video link to all",
      "no_email": "No Email",
      "mins": "mins",
      "free": "Free",
      "service_alert_all_one": "All services in your account will become <APP NAME>|-enabled|. This includes services that are currently <MAIN NAME>-enabled. If you’d like to revert any services back to <main name>, simply head to |Services| |&| |classes|. <Learn more>",
      "class_alert_all_one": "All classes in your account will become <APP NAME>|-enabled|. This includes classes that are currently <MAIN NAME>-enabled. If you’d like to revert any classes back to <main name>, simply head to |Services| |&| |classes|. <Learn more>",
      "service_alert_all_two": "All services in your account will become <APP NAME>|-enabled|. This includes services that are currently <MAIN NAME>-enabled or <MAIN NAME>-enabled. If you’d like to revert any services back to <main name>, simply head to |Services| |&| |classes|. <Learn more>",
      "class_alert_all_two": "All classes in your account will become <APP NAME>|-enabled|. This includes classes that are currently <MAIN NAME>-enabled or <MAIN NAME>-enabled. If you’d like to revert any classes back to <main name>, simply head to |Services| |&| |classes|. <Learn more>",
      "service_alert_single": "This service is currently <MAIN NAME>-enabled. To automatically attach <APP NAME> |links| instead, click ‘Yes, switch’ and save this change. If you’d like to revert this service back to <main name>, simply head to |Services| |&| |classes|.",
      "class_alert_single": "This class is currently <MAIN NAME>-enabled. To automatically attach <APP NAME> |link| instead, click ‘Yes, switch’ and save this change. If you’d like to revert this class back to <main name>, simply head to |Services| |&| |classes|",
      "switch_tittle": "Switch to <APP NAME>?",
      "enable_tittle_services": "Enable <APP NAME> for all services?",
      "enable_tittle_classes": "Enable <APP NAME> for all classes?"
    }
  }
}