{
  "integrations": {
    "setmore_banner_title": "Integre sus aplicaciones favoritas",
    "setmore_banner_description": "Mejore la experiencia del cliente conectando Setmore con sus plataformas de marketing, video, pago y CRM.",
    "google meet_description": "Proporcionar citas en vídeo claras a través de Google Meet.",
    "google meet_cardtitle": "Proporcionar citas en vídeo claras con Google Meet.",
    "google meet_long_description": [
      "Llegue a más clientes de manera rápida y conveniente con la integración de Google Meet. Puede proporcionar sus servicios virtualmente y abrir su negocio a una audiencia global. Cuando se reserva un servicio habilitado en vídeo, el proveedor y el cliente reciben un enlace de Google Meet en sus confirmaciones de correo electrónico."
    ],
    "google meet_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Para habilitar las reuniones en vídeo a miembros específicos del equipo seleccione 'Mi equipo'.",
      "Dentro de cada perfil de equipo, seleccione la pestaña 'Calendario'. Junto a la opción Google Calendar haga clic en 'Conectar'.",
      "Vaya a Ajustes > Servicios y especifique los servicios a proporcionar mediante vídeo."
    ],
    "zoom_description": "Habilite a su equipo a añadir enlaces de vídeo de Zoom para las citas y sesiones de grupo.",
    "zoom_cardtitle": "Añadir enlaces de vídeo de Zoom para las citas y sesiones de grupo.",
    "zoom_long_description": [
      "Conozca a clientes de todo el mundo sin necesidad de viajar. La integración de Zoom le permite seleccionar servicios para ofrecer en vídeo. Cuando se reserva, Setmore adjunta automáticamente un enlace de Zoom a las confirmaciones de correo electrónico del proveedor y del invitado. Todo lo que se necesita es un clic para unirse a la reunión o seminario web del equipo de demostración de productos."
    ],
    "zoom_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Introduzca los detalles de su cuenta de Zoom y permita que Setmore se conecte.",
      "Especifique los servicios y clases a proporcionar mediante vídeo. Los enlaces de Zoom se crearán en un segundo plano."
    ],
    "teleport_description": "Ofrezca citas en vídeo en un solo clic sin necesidad de descargas.",
    "teleport_cardtitle": "Ofrezca citas en vídeo en un solo clic sin necesidad de descargas.",
    "teleport_long_description": [
      "Celebre reuniones virtuales con Teleport y conéctese con compañeros de equipo y clientes de todo el mundo. Puede hablar cara a cara haciendo clic en un enlace, reduciendo la necesidad de viajar. Cuando se reserva un servicio habilitado en Teleport, Setmore genera automáticamente un enlace de reunión y lo añade a los correos electrónicos de confirmación del personal y de los invitados."
    ],
    "teleport_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Haga clic en el botón 'Gestionar integración' y seleccione los servicios y clases a proporcionar mediante vídeo.",
      "Haga clic en 'Guardar' y un enlace de reunión de Teleport será generado para las reservas elegidas."
    ],
    "facebook_description": "Haga que los visitantes pasen de dar like y compartir a reservar citas online.",
    "facebook_cardtitle": "Haga que los visitantes pasen de dar like y compartir a programar citas online.",
    "facebook_long_description": [
      "Anime a su audiencia a programar citas a través de Facebook. Al mostrar un botón 'Reservar ahora' en su página y anuncios, creará canales completamente nuevos para la conversión. Para colmo, los clientes también pueden cambiar su hora a través de Messenger. No tienen necesidad de abandonar su aplicación de redes sociales y cada reserva aparecerá en su calendario."
    ],
    "facebook_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión con sus detalles de cuenta de Facebook y permita que Setmore se conecte.",
      "Seleccione un Administrador Comercial y una página comercial.",
      "Confirme sus ajustes y su botón 'Reservar ahora' estará listo."
    ],
    "instagram bookings_description": "Acepte citas día y noche desde su página comercial y sus anuncios de Instagram.",
    "instagram bookings_cardtitle": "Acepte citas desde su página comercial y sus anuncios de Instagram.",
    "instagram bookings_long_description": [
      "Haga que su página y anuncios de Instagram trabajen más duro con un botón 'Reservar ahora'. Su contenido permite a los espectadores programar citas de inmediato. Ni siquiera necesitan salir de la aplicación de Instagram. Las nuevas reservas aparecerán en su calendario de Setmore en tiempo real y usted y sus invitados recibirán confirmaciones instantáneas."
    ],
    "instagram bookings_instruction": [
      "Abra la aplicación móvil de Instagram, vaya a su página y haga clic en 'Editar perfil'.",
      "En la sección 'Información comercial pública' seleccione 'Botones de acción'.",
      "Elija 'Reservar ahora' y seleccione Setmore de la lista de asociados.",
      "Inicie sesión en Setmore y haga clic en 'Continuar con su nombre de perfil de Instagram'.",
      "En 'Confirme su negocio' pulse 'Siguiente' y su botón 'Reservar ahora' quedará habilitado.",
      [
        "También puede conectar esta integración en la web utilizando su cuenta de Facebook."
      ]
    ],
    "instagram streaming_description": "Destaque la calidad de su servicio presentando publicaciones de Instagram en su Página de Reserva.",
    "instagram streaming_cardtitle": "Destaque su marca presentando publicaciones de Instagram en su Página de Reserva.",
    "instagram streaming_long_description": [
      "Personalice su Página de Reserva con una transmisión de Instagram que muestre sus servicios en acción, instalaciones, logros del equipo y más. Todo lo que tiene que hacer es especificar un hashtag y su Página de Reserva extraerá cualquier publicación nueva que lo use. Al ofrecer una imagen más completa de su marca, puede animar a más clientes potenciales a solicitar su primera cita."
    ],
    "instagram streaming_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión con sus detalles de cuenta de Instagram y permita que Setmore se conecte.",
      "Vuelva aquí y especifique uno o más hashtags a continuación. Las publicaciones etiquetadas se mostrarán en la pestaña 'Fotos' de su Página de Reserva."
    ],
    "paypal_description": "Acepte pagos sin contacto mediante PayPal, tarjetas de crédito y débito y más.",
    "paypal_cardtitle": "Acepte pagos sin contacto mediante PayPal, tarjetas de crédito y débito y más.",
    "paypal_long_description": [
      "Ofrezca a sus clientes opciones de pago adicionales conectando Setmore a PayPal. Al navegar por su Página de Reserva, pueden pagar previamente por sus servicios mediante tarjeta o cartera digital de PayPal. Los detalles de la transacción se reflejan de una cuenta a la otra en tiempo real, lo que hace que sea fácil hacer un seguimiento de los ingresos."
    ],
    "paypal_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión en PayPal y autorice a Setmore a conectarse.",
      "Una ventana emergente le informará de que la integración está conectada.",
      [
        "Por defecto, los pagos en la Página de Reserva son opcionales. Para hacer que los pagos sean obligatorios vaya a Ajustes > Pagos > Pagos de la Página de Reserva."
      ]
    ],
    "cash_description": "Contabilice las transacciones en efectivo en diferentes ubicaciones y mientras está en movimiento.",
    "cash_cardtitle": "Contabilice las transacciones en efectivo en diferentes ubicaciones y en movimiento.",
    "cash_long_description": [
      "Registre los pagos en efectivo y cree recibos imprimibles o digitales para sus clientes. Cuando abre su calendario para crear una nueva cita, tiene la opción de confirmar que se realizó un pago en efectivo. Los detalles de la transacción se almacenan para tener una fácil referencia y se pueden sincronizar con su aplicación de contabilidad."
    ],
    "cash_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Para registrar un pago en efectivo abra su calendario y seleccione una cita.",
      "Verá el botón 'Nuevo pago'. Haga clic sobre él y registre la transacción.",
      [
        "Para revisar pagos anteriores vaya a Ajustes > Pagos > Historial de pagos. El registro de dinero puede utilizarse junto con otras integraciones de pago."
      ]
    ],
    "square_description": "Cobre por sus servicios mediante Square, CashApp, Apple Pay o Google Pay.",
    "square_cardtitle": "Cobre por sus servicios mediante Square, CashApp, Apple Pay o Google Pay.",
    "square_long_description": [
      "Haga que sea simple aceptar pagos por sus servicios con la integración Square. Puede procesar transacciones en persona utilizando su calendario y aplicación móvil desde donde sea que lo lleve su negocio. Además, los clientes pueden reservar y pagar por adelantado las citas online utilizando su Página de Reserva."
    ],
    "square_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión en Square y autorice a Setmore a conectarse.",
      "Seleccione una ubicación comercial.",
      "Una ventana emergente le informará de que sus cuentas están conectadas.",
      [
        "Por defecto, los pagos en la Página de Reserva son opcionales. Para hacer que los pagos sean obligatorios vaya a Ajustes > Pagos > Pagos de la Página de Reserva."
      ]
    ],
    "lawpay_description": "Anime a sus clientes y clientes potenciales a pagar por adelantado sus consultas.",
    "lawpay_cardtitle": "Anime a sus clientes y clientes potenciales a pagar por adelantado a través de la Página de Reserva.",
    "lawpay_long_description": [
      "Anime a su audiencia a pagar por adelantado las consultas con LawPay. Se añadirá una pasarela de pago a su Página de Reserva que permite a sus visitantes programar una cita y pagar de forma segura mediante tarjeta de crédito o débito. Esta conveniencia no solo ayuda a convertir más clientes potenciales, sino que el tiempo dedicado a la facturación se reduce masivamente.",

      "Nota: Actualmente esta integración solo está disponible para usuarios de EE.UU."
    ],
    "lawpay_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión con su nombre de usuario y contraseña de LawPay.",
      "Una ventana emergente le informará de que la integración está conectada.",
      [
        "Por defecto, los pagos en la Página de Reserva son opcionales. Para hacer que los pagos sean obligatorios vaya a Ajustes > Pagos > Pagos de la Página de Reserva."
      ]
    ],
    "stripe_description": "Recopile pagos con tarjeta de crédito y débito fácilmente en el momento de la reserva.",
    "stripe_cardtitle": "Recopile pagos con tarjeta de crédito y débito fácilmente en el momento de la reserva.",
    "stripe_long_description": [
      "CCree un sistema de reserva y pago online todo en uno con Setmore y Stripe. Los clientes pueden pagar por adelantado las citas a través de su Página de Reserva y puede aceptar pagos en persona a través de su calendario."
    ],
    "stripe_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión en Stripe y autorice a Setmore a conectarse.",
      "Una ventana emergente le informará de que la integración está conectada.",
      [
        "Por defecto, los pagos en la Página de Reserva son opcionales. Para hacer que los pagos sean obligatorios vaya a Ajustes > Pagos > Pagos de la Página de Reserva."
      ]
    ],
    "stripe_preferences": [
      "Códigos promocionales",
      "Permita a sus clientes utilizar códigos promocionales generados con su cuenta de Stripe en su Página de Reserva."
    ],
    "stripe_coupon_activate": "Promo code enabled",
    "stripe_coupon_deactivate": "Promo code disabled",
    "booking widget_description": "Muestre un conveniente botón 'Reservar ahora' que abra su Página de Reserva.",
    "booking widget_cardtitle": "Anime a los clientes a reservar una cita a través de su sitio web.",
    "booking widget_long_description": [
      "Añada un botón 'Reservar ahora' a cualquier página del sitio web en solo unos pocos pasos. Cuando los visitantes hacen clic, su Página de Reserva se abre instantáneamente. Puede elegir entre un botón estático que se muestra en una parte de su página y un botón envolvente que permanece visible mientras se desplaza. Cuente con tantos botones como desee y capitalice las visitas de nuevos clientes potenciales."
    ],
    "booking widget_st1": "Paso 1: ¿Dónde se mostrará su botón 'Reservar ahora'?",
    "booking widget_st1a1": "En una parte específica de mi página",
    "booking widget_st1a2": "En el costado de mi página en todo momento",
    "booking widget_st2": "Paso 2: ¿Qué pasará cuando se haga clic en ese botón?",
    "booking widget_st2a1": "Aparecerá una ventana de reserva en mi página",
    "booking widget_st2a2": "Se abrirá mi Página de Reserva en una nueva pestaña del navegador",
    "booking widget_st3": "Paso 3: ¿Cómo añadirá el código del botón a su página?",
    "booking widget_st3a1": "Mi gurú web añadirá el código",
    "booking widget_st3a2": "Yo añadiré el código",
    "booking widget_st4_1": "Paso 4: ¿Dónde le gustaría recibir el código?",
    "booking widget_st4_2": "Copie el código siguiente y péguelo en su página:",
    "booking widget_your_code": "Su código :",
    "joomla_description": "Cuente con un botón 'Reservar ahora' personalizable en cualquier página de su sitio web de Joomla.",
    "joomla_cardtitle": "Permita a sus clientes reservar citas a través de su sitio web de Joomla.",
    "joomla_long_description": [
      "No hay necesidad de que su audiencia online lo llame o le envíe un correo electrónico para reservar una cita. Al conectar su sitio web de Joomla a su Página de Reserva, permitirá que cada visitante autoprograme una cita al instante. Añada un botón 'Reservar ahora' o una sección de reserva dedicada a cualquier página del sitio y capitalice el tráfico durante todo el año.",
      "Nota: Esta integración es válida solo para sitios web J3 Joomla."
    ],
    "joomla_instruction": [
      "Haga clic en el botón 'Descargar' en el lado derecho de esta ventana.",
      "Copie su clave Setmore siguiente.",
      "Inicie sesión en su cuenta de Joomla para completar la integración."
    ],
    "joomla_your_setmore_key": "Su clave de Setmore :",
    "jimdo_description": "Mejore el sitio web de su empresa en Jimdo con un botón 'Reservar ahora' personalizable.",
    "jimdo_cardtitle": "Mejore su sitio web en Jimdo con un botón 'Reservar ahora' personalizable.",
    "jimdo_long_description": [
      "Su sitio en Jimdo le dice al mundo por qué su negocio es especial. Es una exhibición de sus servicios, de la experiencia de su equipo, de los testimonios de clientes y más. Mejore cualquier página con un botón 'Reservar ahora' para garantizar que los visitantes cautivados puedan programar citas las 24 horas, los 7 días de la semana. Al hacer clic, aparecerá su Página de Reserva y compartirá su disponibilidad en tiempo real."
    ],
    "jimdo_instruction": [
      "Copie el código proporcionado a continuación.",
      "En el Editor de Jimdo, abra el menú 'Elementos' y seleccione 'Añadir un widget/elemento HTML'.",
      "Coloque este elemento donde quiera que aparezca su botón 'Reservar ahora'.",
      "Copie el código y haga clic en 'Guardar' para finalizar."
    ],
    "jimdo_your_code": "Su código :",
    "shopify_description": "Convierta más clientes potenciales en clientes reales con las opciones de reserva para su sitio web de Shopify.",
    "shopify_cardtitle": "Convierta más clientes potenciales con las opciones de reserva para su sitio web de Shopify.",
    "shopify_long_description": [
      "Añada un botón 'Reservar ahora' a su página de Shopify y convierta el tráfico en nuevos clientes. Los visitantes pueden autoprogramar sus servicios en el clímax de su interés de forma rápida y fácil. Cuando se reserva una cita, los detalles aparecen en su calendario y Setmore envía confirmaciones por correo electrónico su invitado y a usted."
    ],
    "shopify_instruction": [
      "Copie el código proporcionado a continuación.",
      "Inicie sesión en Shopify y vaya a Temas > Personalizar. En la barra de navegación izquierda abra los ajustes de 'Personalizar HTML'.",
      "Copie su código en el cuadro HTML ubicado en 'Contenido'.",
      "Publique sus cambios y su botón de reserva estará preparado."
    ],
    "shopify_your_code": "Su código :",
    "squarespace_description": "Anime a los visitantes a reservar mientras navegan por su sitio web de Squarespace.",
    "squarespace_cardtitle": "Anime a los visitantes a reservar mientras navegan por su sitio web de Squarespace..",
    "squarespace_long_description": [
      "Coloque un botón 'Reservar ahora' en cualquier página y ofrezca a los visitantes del sitio una ruta instantánea para reservar su hora. Al hacer clic, aparecerá su Página de Reserva centrada en el frente mostrando su disponibilidad en tiempo real. Las personas pueden navegar por su contenido, leer sobre sus servicios y programar una cita sin necesidad de llamar."
    ],
    "squarespace_instruction": [
      "Copie el código proporcionado a continuación.",
      "Inicie sesión en Squarespace, seleccione 'Páginas' y abra la página que mostrará su botón 'Reservar ahora'.",
      "Haga clic en la forma de lágrima y verá opciones para insertar un nuevo elemento. Seleccione 'Código'.",
      "Elimine el código por defecto y copie el código de Setmore. Guarde sus cambios y su botón 'Reservar ahora' estará listo."
    ],
    "squarespace_your_code": "Su código:",
    "wix_description": "Convierta el tráfico en clientes recibiendo reservas a través de su sitio web de Wix.",
    "wix_cardtitle": "Convierta el tráfico en clientes recibiendo reservas a través de su sitio web de Wix.",
    "wix_long_description": [
      "Mejore cualquier página de su sitio web de Wix con un botón 'Reservar ahora'. Al hacer clic, sus clientes son dirigidos a su Página de Reserva y pueden autogramar una cita. Además de promocionar sus servicios, su sitio consigue clientes nuevos. No hay necesidad de marear a los visitantes, ya que pueden confirmar las citas de forma independiente en cualquier momento."
    ],
    "wix_instruction": [
      "Copie la URL de su Página de Reserva a continuación.",
      "En Wix abra cualquier página y haga clic en el botoón 'Añadir' (+) en la barra de navegación izquierda.",
      "Seleccione Integrar > Integración personalizada > Integrar un widget.",
      "Haga doble clic en el widget y copie su URL.",
      "Haga clic en 'Actualizar' y aparecerá su Página de Reserva. Haga clic en 'Publicar' para guardar."
    ],
    "wix_your_booking_url": "URL de su Página de Reserva :",
    "wordpress_description": "Permita a sus clientes reservar citas online a través de su sitio web de WordPress.",
    "wordpress_cardtitle": "Permitir que los visitantes reserven 24/7 a través de su sitio web WordPress.",
    "wordpress_long_description": [
      "Añada un botón 'Reservar ahora' a cualquier página del sitio de WordPress y facilite que los visitantes reserven su hora. Al hacer clic, aparecerá su Página de Reserva centrada en el frente. Las personas pueden autogramar las citas sin necesidad de contactar con usted, acelerando la toma de decisiones y llenando su calendario más rápido."
    ],
    "wordpress_instruction": [
      "Inicie sesión en WordPress y haga clic en 'Complementos' en la barra de navegación izquierda.",
      "Seleccione 'Añadir nuevo' y busque Setmore.",
      "Localice el complemento de Setmore y seleccione Instalar ahora > Conectar. 'Activo' indica que la integración se ha realizado con éxito.",
      "El complemento ahora es visible en la barra de navegación izaquierda. Haga clic sobre él e inicie sesión en Setmore.",
      "Siga las indicaciones finales y su botón 'Reservar ahora' estará listo."
    ],
    "wordpress_your_booking_url": "URL de su Página de Reserva :",
    "drupal_description": "Permita a los motivados clientes potenciales reservar citas directamente desde su sitio web de Drupal.",
    "drupal_cardtitle": "Permita a los clientes reservar citas directamente a través de su sitio web de Drupal.",
    "drupal_long_description": [
      "Mejore cualquier página de su sitio de Drupal con un botón 'Reservar ahora'. Esto abre convenientemente su Página de Reserva permitiendo a los visitantes programar y pagar citas de forma independiente. Después de reservar usted y su invitado reciben una confirmación y los detalles de la cita aparecerán en su calendario."
    ],
    "drupal_instruction": [
      "Haga clic en el botón 'Descargar' en el lado derecho de esta ventana.",
      "Copie la clave de Setmore proporcionada a continuación.",
      "En una nueva pestaña inicie sesión en Drupal y haga clic en Módulos > Instalar nuevo módulo.",
      "Cargue el complemento que ha descargado y haga clic en 'Instalar'.",
      "Siga nuestro artículo de soporte para posicionar y guardar su botón 'Reservar ahora'."
    ],
    "drupal_your_setmore_key": "Su clave de Setmore :",
    "weebly_description": "Conecte su Página de Reserva online personalizada a su sitio web de Weebly.",
    "weebly_cardtitle": "Conecte su Página de Reserva online personalizada a su sitio web de Weebly.",
    "weebly_long_description": [
      "Incluya un conveniente botón 'Reservar ahora' en su sitio de Weebly y permita a los visitantes programar citas las 24 horas del día, los 7 días de la semana. Al hacer clic, se abrirá su Página de Reservas donde las personas pueden navegar por su disponibilidad, menú de servicios y más. Su sitio va más allá de la promoción de sus servicios para convertir a clientes potenciales, lo que le proporciona una ventaja sobre la competencia."
    ],
    "weebly_instruction": [
      "Copie el código proporcionado a continuación.",
      "En el editor de Weebly seleccione una página y abra la configuración.",
      "Arrastre el 'Código integrado' al lugar donde quiera que aparezca el botón 'Reservar ahora'.",
      "En la ventana 'Editar código' copie el código de Setmore. Publique sus cambios."
    ],
    "weebly_your_code": "Su código :",
    "square online_description": "Añada opciones de reserva a cualquier página del sitio web de su empresa en Square Online.",
    "square online_cardtitle": "Añada opciones de reserva de citas en su sitio web de Square Online.",
    "square online_long_description": [
      "Añada un botón 'Reservar ahora' en su sitio de Square Online y convierta más tráfico en clientes. Al hacer clic, aparecerá su Página de Reserva. Ataque cuando estén interesados y permita que los visitantes reserven después de navegar por sus servicios y contenido. Los detalles de las nuevas citas aparecerán en su calendario de Setmore en tiempo real."
    ],
    "square online_instruction": [
      "Copie el código proporcionado a continuación.",
      "Inicie sesión en Square Online, abra una página y seleccione 'Añadir sección'.",
      "En el lado izquierdo se mostrará una lista de elementos de la página. Haga clic en Integrar código > Añadir.",
      "Debajo de 'Diseño' pulse 'Integrar código' de nuevo y copie el código de Setmore.",
      "Publique sus cambios y su botón 'Reservar ahora' estará listo."
    ],
    "square online_your_code": "Su código :",
    "salesforce_description": "Importe nuevos clientes de Setmore en su base de datos de Salesforce.",
    "salesforce_cardtitle": "Selle más tratos añadiendo nuevos detalles de clientes a Salesforce.",
    "salesforce_long_description": [
      "Cree automáticamente un contacto en Salesforce cuando se añada un cliente a Setmore. Sus clientes potenciales y nuevos clientes comenzarán a recibir comunicaciones personalizadas que ayudan a tener en cuenta sus servicios. Los campos de datos se asignan de una plataforma a otra, lo que garantiza la transferencia correcta de los datos de contacto y elimina la necesidad de actualizaciones manuales."
    ],
    "salesforce_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Introduzca los detalles de su cuenta de Salesforce y haga clic en 'Permitir' para que Setmore pueda conectarse.",
      "Seleccione 'Crear' y haga clic en 'Continuar'.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore y Salesforce. Esto garantiza que los datos correctos establezcan los campos relevantes.",
      "Pruebe la integración para completar."
    ],
    "insightly_description": "Optimice su CRM alimentándolo con detalles de clientes directamente a Insightly.",
    "insightly_cardtitle": "Añada los detalles de nuevos clientes a Insightly y optimice su CRM.",
    "insightly_long_description": [
      "Importe los detalles de clientes potenciales y nuevos clientes directamente a su lista preferida de Insightly. Cuando un cliente es añadido a través de su Página de Reserva o aplicación la entrada se refleja en Insightly. Además de ahorrar tiempo en la transferencia manual de datos, su equipo tendrá la información necesaria para mantener conversaciones y aumentar las conversiones."
    ],
    "insightly_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana y después en 'Continuar'.",
      "En una nueva pestaña inicie sesión en Insightly y entre en Perfil > Configuración de usuario > Clave API. Copie la clave API.",
      "Pegue la clave API en Setmore cuando se le indique y haga clic en 'Continuar'.",
      "Seleccione 'Crear o actualizar contacto' y haga clic en 'Continuar' una última vez.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore e Insightly.",
      "Pruebe la integración para completar."
    ],
    "clio_description": "Transfiera automáticamente los detalles de nuevos clientes desde Setmore a su cuenta de Clio.",
    "clio_cardtitle": "Transfiera los detalles de nuevos clientes desde Setmore a Clio en tiempo real.",
    "clio_long_description": [
      "Céntrese en el caso en cuestión mientras la información esencial del cliente se sincroniza con Clio automáticamente. Con esta integración, los datos de contacto recopilados a través de su aplicación y la Página de Reserva se reflejan en su cuenta de Clio. Su CRM se mantiene actualizado sin ninguna transferencia manual de datos, lo que permite a su equipo maximizar sus horas facturables y construir relaciones más sólidas."
    ],
    "clio_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Seleccione 'Contactos' como disparador para enviar datos a Clio.",
      "Haga clic en '+ Conectar' e inicie sesión con los detalles de su cuenta de Clio.",
      "Seleccione 'Contactos' como objetivo. Cuando se añada un nuevo cliente a Setmore sus detalles serán utilizados para crear un nuevo contacto en Clio.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore y Clio. Esto garantiza que los datos correctos establezcan los campos relevantes.",
      "Haga clic en 'Continuar' y pruebe la integración para completar."
    ],
    "zoho crm_description": "Actualice su lista de contactos de Zoho CRM con los detalles de nuevos clientes de Setmore.",
    "zoho crm_cardtitle": "Sincronice los detalles de clientes desde y hacia su cuenta de Zoho CRM.",
    "zoho crm_long_description": [
      "Cuando su audiencia se siente vista y comprometida, las segundas visitas vienen solas. Sincronice los detalles de los clientes de Setmore con Zoho CRM e incorpore personas a campañas de correo electrónico personalizadas. Los detalles recopilados a través de su aplicación y la Página de Reserva se reflejan con precisión y en tiempo real, lo que le ahorra innumerables horas en la transferencia manual de datos."
    ],
    "zoho crm_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión utilizando su nombre de usuario y contraseña de Zoho CRM.",
      "Seleccione una lista objetivo para recibir los datos de clientes de Setmore. Haga clic en 'Continuar'.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore y Zoho CRM. Esto garantiza que los datos correctos establezcan los campos relevantes.",
      "Pruebe la integración para completar."
    ],
    "slack_description": "Reciba automáticamente actualizaciones sobre reservas en su canal elegido de Slack..",
    "slack_cardtitle": "Reciba automáticamente actualizaciones sobre reservas en Slack.",
    "slack_long_description": [
      "Conecte Setmore a Slack y reciba actualizaciones sobre reservas en vivo en un canal designado. Con una actividad en tiempo real. Todo el mundo en el canal se mantiene al día. Recibirá un aviso instantáneo cuando se cree o edite una cita o perfil de cliente. No hay necesidad de actualizar su bandeja de entrada ni de seguir cambiando entre su aplicación de calendario y el chat."
    ],
    "slack_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Introduzca su nombre de dominio de Slack y haga clic en 'Continuar'.",
      "Inicie sesión utilizando su nombre de usuario y contraseña de Slack.",
      "Seleccione un canal para recibir actualizaciones de Setmore y haga clic en 'Autorizar' para completar."
    ],
    "quickbooks_description": "Exporte automáticamente los detalles de transacciones de Setmore a QuickBooks.",
    "quickbooks_cardtitle": "Exporte automáticamente los detalles de pago de Setmore a QuickBooks.",
    "quickbooks_long_description": [
      "Simplifique la contabilidad sincronizando los detalles de pago de Setmore con QuickBooks. Sin necesidad de transferir datos entre plataformas, esta integración le ahorra un tiempo valioso. La precisión también aumenta con los datos reflejados tal como se registraron originalmente. ¿Hemos mencionado que los detalles también llegan a QuickBooks en tiempo real? A continuación, le mostramos cómo conectar sus aplicaciones."
    ],
    "quickbooks_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión con los detalles de su cuenta de QuickBooks.",
      "Seleccione una lista para recibir los detalles de pago de Setmore.",
      "Mapee los campos de datos entre Setmore y QuickBooks y después pruebe la integración."
    ],
    "google calendar_description": "Sincronice los detalles de citas de Setmore a Google Calendar y viceversa.",
    "google calendar_cardtitle": "Vea sus citas de Setmore y Google Calendar en un solo lugar.",
    "google calendar_long_description": [
      "Alinear sus calendarios es imprescindible para controlar su disponibilidad. La sincronización unidireccional de Google Calendar está disponible para todos y muestra sus citas de Setmore en GCal. La sincronización bidireccional de Google Calendar es una integración Pro y refleja eventos hacia y desde GCal. Despídase de las reservas duplicadas con una vista centralizada de su horario en cualquier dispositivo."
    ],
    "google calendar_instruction": [
      "Verifique que Setmore y Google Calendar tienen establecida la misma zona horaria.",
      "Para sincronización unidireccional:: Vaya a Ajustes > Mi equipo > Integraciones y haga clic en 'Obtener enlace'. Abra Google Calendar y en 'Otros calendarios' añada la URL.",
      "Para sincronización bidireccional:: Vaya a Ajustes > Mi equipo > Integraciones y desplácese hasta la sección 'Sincronización de Google'. Cambie el interruptor 'Activado/Desactivado' a activado."
    ],
    "office 365 calendar_description": "Reduzca las reservas duplicadas alineando sus horarios entre Setmorey Office 365 Calendar.",
    "office 365 calendar_cardtitle": "Vea los eventos de Setmore y Office 365 Calendar en un solo lugar.",
    "office 365 calendar_long_description": [
      "Alinear sus calendarios es imprescindible para controlar su disponibilidad. La sincronización unidireccional está disponible para todos y muestra sus citas de Setmore en Office 365 Calendar. La sincronización bidireccional es una integración Pro y refleja los eventos hacia y desde Office 365 Calendar. Despídase de las reservas duplicadas con una vista centralizada de su horario en cualquier dispositivo."
    ],
    "office 365 calendar_instruction": [
      "Verifique que Setmore y Office 365 Calendar tienen establecida la misma zona horaria.",
      "Vaya a Ajustes > Mi equipo > Integraciones y haga clic en 'Obtener enlace'. Abra Office 365 Calendar y en el menú 'Abrir calendario' añada la URL.",
      "Vaya a Ajustes > Mi equipo > Integraciones y desplácese hasta la sección 'Sincronización de Office 365'. Cambie el interruptor 'Activado/Desactivado' a activado."
    ],
    "gmail_description": "Reserve citas directamente desde los correos electrónicos de clientes en su bandeja de entrada de Gmail.",
    "gmail_cardtitle": "Reserve citas directamente desde su bandeja de entrada de Gmail.",
    "gmail_long_description": [
      "Haga clic en el complemento de Setmore para Gmail y su próxima cita disponible aparecerá en el formulario de reserva. Todo lo que tiene que hacer es confirmar los detalles y se añadirán a su calendario. No hay necesidad de saltar de un lado a otro entre su bandeja de entrada y la aplicación de reservas y su cliente recibirá una confirmación de reserva instantánea."
    ],
    "gmail_instruction": [
      "En Gmail haga clic en el icono '+' en el panel del lado derecho.",
      "Busque 'Setmore para Gmail' e instale el complemento.",
      "El complemento ahora estará disponible en el panel lateral. Para finalizar la configuración haga clic en el complemento e introduzca su nombre de usuario y contraseña de Setmore."
    ],
    "google analytics_description": "Haga un seguimiento de lo que hacen los visitantes cuando llegan a la Página de Reserva de su empresa.",
    "google analytics_cardtitle": "Recopile información sobre visitantes y rendimiento desde su Página de Reserva.",
    "google analytics_long_description": [
      "Añada un código de seguimiento de Google Analytics en su Página de Reserva y obtenga informació crucial sobre sus visitantes. Con acceso a datos demográficos y de comportamiento detallados, puede adaptar el marketing a su audiencia de mayor valor. Descubra cuántos visitantes reservan citas, la cantidad de tráfico que interactúa con los diferentes servicios, las plataformas desde las que llegan los visitantes y más."
    ],
    "google analytics_instruction": [
      "OAbra una nueva pestaña en el navegador e inicie sesión en Google Analytics.",
      "Haga clic en 'Crear propiedad' y especifique un nombre de propiedad, una zona horaria y una moneda.",
      "Haga clic en 'Mostrar opciones avanzadas' y active 'Crear una propiedad de análisis universal'.",
      "En la URL del sitio web introduzca la URL de su Página de Reserva. Haga clic en 'Crear solamente una propiedad de análisis universal' y en 'Siguiente'.",
      "Especifique los datos que desea capturar y haga clic en 'Crear' para establecer su propiedad.",
      "Copie la ID de seguimiento de la parte superior de la pantalla.",
      "Vuelva aquí y copie la ID de seguimiento en el campo del formulario proporcionado.",
      [
        "Después de completar estos pasos podrá seguir los datos de la Página de Reserva en su cuenta de Google Analytics. Simplemente vaya a Tiempo real > Eventos."
      ]
    ],
    "google analytics_your_tracking_id": "YSu ID de seguimiento",
    "serviceminder_description": "Envíe automáticamente datos de clientes a su cuenta de ServiceMinder.",
    "serviceminder_cardtitle": "Mantenga actualizada su lista de ServiceMinder sin transferencias manuales.",
    "serviceminder_long_description": [
      "Sincronice automáticamente los detalles de nuevos clientes de Setmore con su lista de ServiceMinder preferida. Esta integración no solo le ahorra tiempo, sino que los detalles del cliente podrán incluirse en campañas de correo electrónico dirigidas. Asegúrese de que su audiencia se mantenga comprometida después de las cotizaciones y los trabajos iniciales. La próxima vez que necesiten una reparación o servicio en el hogar, su negocio estará fresco en su mente."
    ],
    "serviceminder_instruction": [
      "En nueva nueva pestaña del navegador, inicie sesión en ServiceMinder y diríjase a Administración > Panel de contorl > Claves API. Copie la clave API y vuelva a Setmore.",
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana y después en 'Continuar'.",
      "Seleccione una lista objetivo para recibir los datos de clientes de Setmore. Haga clic en 'Continuar'.",
      "Seleccione 'Contacto' (para compartir solamente los detalles de nuevos clientes) o 'Actualizar contacto' (para compartir los detalles de clientes nuevos y editados) y haga clic en 'Continuar'.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore y Clio. Esto garantiza que los datos correctos establezcan los campos relevantes.",
      "Pruebe la integración para completar."
    ],
    "zapier_description": "Cree Zaps personalizados y conecte Setmore a incontables aplicaciones de terceros.",
    "zapier_cardtitle": "Cree Zaps personalizados y conecte Setmore a incontables aplicaciones.",
    "zapier_long_description": [
      "Desde enviar detalles de citas a un panel Trello a añadir nuevos clientes a una campaña de Clickup, hay un Zap para cada tipo de negocio. Simplemente defina un detonador (como reservar una cita) y la información a recopilar (como la hora de la cita y el correo electrónico del cliente). Después de habilitar su Zap, los datos se compartirán con Setmore automáticamente.",

      "Nota: Dependiendo de la acción algunos Zaps pueden necesitar una cuenta Pro o de Equipo."
    ],
    "zapier_instruction": [
      "Inicie sesión en Zapier y haga clic en 'Mis aplicaciones'. Busque Setmore.",
      "Haga clic en el icono de Setmore e inicie sesión con su nombre de usuario y contraseña. Setmore aparecerá ahora en 'Mis conexiones'.",
      "Haga clic en 'Crear un Zap' y seleccione una aplicación a conectar. A continuación, defina un detonador y una acción.",
      "Confirme los datos que desea compartir desde Setmore con la otra aplicación.",
      "Haga clic en 'Volcar en Zap' para completar.",
      [
        "Para obtener instrucciones ilustradas para crear un Zap lea nuestro artículo de soporte."
      ]
    ],
    "freshdesk_description": "Programe citas presenciales y virtuales directamente desde su panel de control de Freshdesk.",
    "freshdesk_cardtitle": "Programe citas directamente desde su panel de control de Freshdesk..",
    "freshdesk_long_description": [
      "Consiga más citas con el complemento de Setmore para Freshdesk. Los agentes de asistencia pueden ver ia disponibilidad de su equipo y reservar citas desde el panel de control. Esto no solo reduce los movimientos, sino que los clientes son dirigidos a los especialistas más relevantes de forma más rápida. Con las integraciones de Teleport y Zoom sus agentes también podrán confirmar reuniones en vídeo para soluciones remotas."
    ],
    "freshdesk_instruction": [
      "Inicie sesión en Freshdesk y vaya a Ajustes > Aplicaciones. Busque 'Setmore' en el mercado e instale el complemento.",
      "El complemento aparecerá en la barra de navegación izquierda de su panel de control de Freshdesk. Haga clic en el complemento de Setmore.",
      "Haga clic en 'Autorizar' e inicie sesión en su cuenta de Setmore. Será redirigido a Freshdesk.",
      [
        "Hacer clic en el complemento de Setmore, de ahora en adelante, abrirá su Página de Reserva en una ventana emergente."
      ]
    ],
    "zendesk_description": "Permita a sus agentes de asistencia reservar citas desde Zendesk.",
    "zendesk_cardtitle": "Permita a sus agentes de asistencia reservar citas desde Zendesk.",
    "zendesk_long_description": [
      "Con el widget de reserva de Zendesk sus agentes de asistencia pueden ver la disponibilidad de todo el equipo desde el panel de control. Permita que reserven citas para los clientes sin tener que marearlos. Cuando se programe una cita, el proveedor y el cliente recibirán una confirmación por correo electrónico al instante. Esto incluye un conveniente enlace de vídeo si su negocio ofrece soluciones remotas."
    ],
    "zendesk_instruction": [
      "Inicie sesión en Zendesk y haga clic en el botoón 'Productos Zendesk' (cuatro cuadrados) al lado de su avatar. Seleccione 'Centro de administración'.",
      "Haga clic en 'Aplicaciones e integraciones' en la barra de navegación izquierda y seleccione 'Aplicaciones de soporte de Zendesk'.",
      "En 'Mis aplicaciones' haga clic en el botón 'Mercado'. Seleccione la aplicación 'Soporte Setmore' y haga clic en 'Instalar'.",
      "Siga las instrucciones de autenticación e inicie sesión en Setmore.",
      "Cuando la autenticación se haya completado, haga clic en 'Instalar' de nuevo."
    ],
    "answerconnect_description": "Ponga en marcha un equipo de agentes telefónicos 24/7 para programar citas por usted.",
    "answerconnect_cardtitle": "Ponga en marcha un equipo de agentes telefónicos 24/7 para programar citas por usted.",
    "answerconnect_long_description": [
      "No pierda nunca una llamada con la ayuda de AnswerConnect. Su negocio está equipado con agentes telefónicos en vivo que se aseguran de que cada cliente recibe una cálida bienvenida. Los agentes no solo siguen su guion personalizado, sino que programan citas en su nombre. Usted céntrese en proporcionar sus servicios mientras los agentes telefónicos inscriben nuevas reservas en su calendario de Setmore."
    ],
    "answerconnect_instruction": [
      "Regístrese para obtener una cuenta de AnswerConnect.",
      "Mande un correo electrónico a help@setmore.com y solicite que sus cuentas de AnswerConnect y Setmore sean vinculadas."
    ],
    "google tag manager_description": "Adapte su Página de Reserva online monitorizando cómo se implican y navegan los visitantes.",
    "google tag manager_cardtitle": "Monitorice cómo interactúan los visitantes con su Página de Reserva personalizada.",
    "google tag manager_long_description": [
      "¿Alguna vez ha querido profundizar en su audiencia? Con Google Tag Manager (GTM) obtiene información valiosa sobre quién visita su Página de Reserva y cómo navegan. Aplique filtros y vea representaciones gráficas de datos demográficos en profundidad. Una configuración única que le proporciona un conocimiento ilimitado. Utilice etiquetas personalizadas para ajustar su Página de Reserva y aumentar las conversiones."
    ],
    "google tag manager_instruction": [
      "Abra una nueva pestaña en el navegador e inicie sesión en GTM. Haga clic en 'Crear cuenta'.",
      "Complete el formulario de configuración de cuenta y después haga clic en 'Crear'.",
      "Copie la ID de GTM y vuelva a Setmore. Pegue la ID en el campo del formulario proporcionado y guarde los cambios.",
      [
        "Para aprender a crear etiquetas que capturen la actividad de su Página de Reserva lea nuestro artículo de soporte."
      ]
    ],
    "constant contact_description": "Transfiera al instante los datos de nuevos clientes de Setmore a Constant Contact.",
    "constant contact_cardtitle": "Transfiera al instante los detalles de nuevos clientes de Setmore a Constant Contact.",
    "constant contact_long_description": [
      "Cuando se añade un nuevo cliente a Setmore sus detalles se reflejan en su lista Constant Contact elegida. Esto sucede en tiempo real y mantiene su CRM actualizado sin ninguna transferencia de datos manual. Los clientes pueden ser incorporados para las campañas de correo electrónico a medida que los animan a reservar nuevamente y permanecer leales a su marca."
    ],
    "constant contact_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana y después en 'Continuar'.",
      "Inicie sesión con su nombre de usuario y contraseña de Constant Contact. Haga clic en 'Permitir' para garantizar el acceso a Setmore.",
      "Seleccione 'Contacto' (para compartir solamente los detalles de nuevos clientes) o 'Actualizar contacto' (para compartir los detalles de clientes nuevos y editados) y haga clic en 'Continuar'.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore y Constant Contact. Esto garantiza que los datos correctos establezcan los campos relevantes.",
      "Pruebe la integración para completar."
    ],
    "hubspot_description": "Cree su lista de contactos de HubSpot con los detalles de nuevos clientes de Setmore.",
    "hubspot_cardtitle": "Cree su lista de contactos de HubSpot con los nuevos clientes de Setmore.",
    "hubspot_long_description": [
      "Exporte automáticamente los detalles de clientes a su lista de contactos de HubSpot preferida. Desde el primer momento, sus nuevos fans reciben noticias y ofertas relevantes por correo electrónico que ayudan a tener en cuenta sus servicios. No hay necesidad de actualizaciones manuales, ya que los detalles recopilados a través de su aplicación y la Página de Reserva quedan reflejados en HubSpot al instante."
    ],
    "hubspot_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión con su nombre de usuario y contraseña de HubSpot.",
      "Haga clic en 'Conectar aplicación' para permitir que Setmore y HubSpot compartan datos."
    ],
    "mailchimp_description": "Añada automáticamente los nuevos clientes de Setmore a las campañas dirigidas de correo electrónico.",
    "mailchimp_cardtitle": "Incorpora automáticamente nuevos clientes a campañas de correo electrónico dirigidas.",
    "mailchimp_long_description": [
      "Cree más conexiones y fortalezca sus esfuerzos de marketing con la integración de MailChimp. Los detalles del nuevo cliente tomados a través de Setmore se sincronizan con su lista preferida de suscriptores de MailChimp. La transferencia ocurre instantáneamente, ayudando a ahorrar toneladas de tiempo. Mantenga a su audiencia comprometida después de esa primera reserva tan importante enviando contenido valioso directamente a su bandeja de entrada."
    ],
    "mailchimp_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "En la pantalla 'Configurar disparador' se seleccionará previamente 'Contactos'. Haga clic en 'Continuar'.",
      "En la pantalla 'Seleccionar cuenta' haga clic en 'Conectar'. Inicie sesión con su nombre de usuario y contraseña de Mailchimp.",
      "En la pantalla 'Autorizar Setmore' haga clic en 'Permitir'. Esto permite a Setmore compartir datos.",
      "Seleccione una lista de suscriptores para recibir los detalles de clientes de Setmore.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore y Mailchimp. Esto garantiza que los datos correctos establezcan los campos relevantes. Haga clic en 'Continuar'.",
      "Pruebe la integración para completar."
    ],
    "mailerlite_description": "Exporte los detalles de clientes de Setmore para crear suscriptores en MailerLite.",
    "mailerlite_cardtitle": "Exporte automáticamente detalles de clientes a su lista de contactos de MailerLite.",
    "mailerlite_long_description": [
      "Ahorre un tiempo valioso automatizando su gestión de contactos. Esta integración envía los detalles de nuevos clientes desde su aplicación y la Página de Reserva directamente a MailerLite. Simplemente elija los detalles a compartir y las actualizaciones de su lista de contactos en segundo plano. Mientras se centra en la entrega de servicios, CRM sigue adelante y sus últimos visitantes reciben marketing dirigido por correo electrónico."
    ],
    "mailerlite_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión con su nombre de usuario y contraseña de MailerLite.",
      "En la pantalla 'Configurar disparador' se seleccionará previamente 'Contactos'. Haga clic en 'Continuar'.",
      "Copie y pegue su clave API (verá un enlace para recuperarla).",
      "En la pantalla 'Seleccionar objetivo' se seleccionará previamente 'Crear o actualizar suscriptor'. Haga clic en 'Continuar'.",
      "Seleccione un grupo de suscriptores para recibir los detalles de clientes de Setmore. Haga clic en 'Conitnuar'.",
      "Pruebe la integración para completar."
    ],
    "keap_description": "Añada automáticamente los nuevos clientes de Setmore a las campañas de Keap a medida.",
    "keap_cardtitle": "Incluya automáticamente los nuevos clientes de Setmore a las campañas de Keap a medida.",
    "keap_long_description": [
      "Cuando se crea un perfil de cliente en Setmore, los detalles se sincronizan con su cuenta Keap. Comparta noticias u ofertas relevantes con diferentes segmentos de audiencia y aumente el compromiso con sus servicios. Al asignar campos de datos entre sus plataformas, deja cero espacio para el error. Las actualizaciones de su lista de contactos de Keap en segundo plano le ahorran un tiempo valioso."
    ],
    "keap_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Inicie sesión con su nombre de usuario y contraseña de Keap.",
      "Haga clic en 'Permitir' para habilitar que Setmore y Keap compartan datos.",
      "Diríjase a 'Ajustes' para ver y editar los detalles de clientes que se sincronizarán con Keap."
    ],
    "xero_description": "Mandar detalles de pago de Setmore a Xero en tiempo real.",
    "xero_cardtitle": "Mandar detalles de pago de Setmore a Xero en tiempo real.",
    "xero_long_description": [
      "Haga un seguimiento de sus ingresos con precisión y ahorre tiempo en la transferencia de datos manuales con la integración de Xero. Cuando se habilitan todas las transacciones sincronizadas de Setmore a su cuenta de Xero, independientemente de que acepte pagos en efectivo, por tarjeta o digitalmente. Los detalles aparecen en Xero al instante y, como se registró originalmente, ayudando a simplificar su contabilidad."
    ],
    "xero_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Escoja 'Factura' como disparador y haga clic en 'Continuar'.",
      "Haga clic en '+ Conectar' e inicie sesión con los detalles de su cuenta de Xero.",
      "Permita el acceso a Setmore y seleccione una lista para recibir datos.",
      "Mapee los campos de datos entre Setmore y Xero y después pruebe la integración."
    ],
    "fresh sales_description": "Sincronice los detalles de clientes y futuros clientes con Freshsales para tener el tráfico organizado.",
    "fresh sales_cardtitle": "Sincronice los detalles de clientes y futuros clientes con Freshsales para tener el tráfico organizado.",
    "fresh sales_long_description": [
      "Asegúrese de que su base de datos CRM esté actualizada y permita que su equipo obtenga más ventas. Esta integración exporta los detalles de clientes y nuevos clientes de Setmore a su cuenta de Freshsales. Independientemente de que la información de contacto y las notas esenciales se recopilen a través de su aplicación o Página de Reserva, se reflejan con precisión y en tiempo real."
    ],
    "fresh sales_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Introduzca su clave API de Freshsales y el subdominio y después haga clic en 'Continuar'.",
      "Seleccione una lista de objetivos para recibir los detalles de cliente de Setmore. Haga clic en 'Continuar'.",
      "Mapee los campos de datos (por ejemplo, dirección de correo electrónico y nombre) entre Setmore y Freshsales. Esto garantiza que los datos correctos establezcan los campos relevantes.",
      "Pruebe la integración para completar."
    ],
    "reserve with google_description": "Sea descubierto, reservado y pagado a través de los resultados de búsqueda de Google.",
    "reserve with google_cardtitle": "Sea descubierto y reservado a través de los resultados de búsqueda de Google.",
    "reserve with google_long_description": [
      "Mejore su Perfil Comercial de Google con un conveniente botón de 'Reservar'. Los clientes pueden autogramar las citas directamente desde los resultados de búsqueda y Google Maps. No es necesario llamar, mandar un correo electrónico o visitar su sitio web, ayudando a optimizar el proceso de reserva. Los proveedores de área local aparecen primero en resultados: Asegúrese de que su perfil comercial destaque y compita por ese tráfico."
    ],
    "reserve with google_instruction": [
      "Haga clic en el botón 'Conectar' del lado derecho de esta ventana.",
      "Cofirme la dirección de su negocio y que su negocio está verificado por Google.",
      "Haga clic en 'Enviar a Google' y se le notificará que la Reserva con Google está conectada.",
      [
        "Por favor, tenga en cuenta que Reserva con Google está disponible para tipos de negocios específicos con sede en EE.UU. Después de conectar sus cuentas, generalmente son necesarias hasta 72 horas para que los cambios se reflejen en su perfil comercial de Google."
      ]
    ],
    "intercom_description": "Chatea y toma reservaciones, directamente desde Messenger e Inbox.",
    "intercom_cardtitle": "Chatea y toma reservaciones, directamente desde Messenger e Inbox.",
    "intercom_long_description": [
      "Los clientes potenciales no solo pueden conectarse contigo a través de Intercom, sino que también pueden programar citas. Incluye un conveniente botón de 'Reservar ahora' en la pantalla de inicio de Messenger y comparte uno en los chats de la bandeja de entrada, ofreciendo a las personas una ruta instantánea para reservar tu tiempo. Un clic y aparecerá tu página de reservaciones. Aprovecha el tráfico del sitio web, resuelve consultas más rápido y mejora cada conversación.",

      "Nota: Actualmente su botón de reserva de Setmore solamente será visible en el escritorio."
    ],
    "intercom_instruction": [
      "Diríjase a la tienda de aplicaciones de Intercom e instale 'Setmore'. Esto le permitirá compartir un botón de 'Reservar ahora' en los chats de Inbox. Para añadir uno a Messenger continúe con el paso 2.",
      "Abra su panel de control de Intercom y haga clic en 'Messenger' en la barra de navegación izquierda.",
      "Haga clic en 'Añadir aplicaciones a su Messenger' y seleccione una audiencia.",
      "Haga clic en 'Añadir una aplicación' y seleccione la aplicación 'Setmore'. Añada su enlace de reserva y personalice el texto y el encabezado del botón."
    ],
    "video_meeting_integrations": "Video reunión",
    "social_media_integrations": "Redes sociales",
    "payment_integrations": "Pago",
    "website_booking_integrations": "Reservación de sitios web",
    "sales_and_crm_integrations": "Ventas y CRM",
    "collaboration_integrations": "Colaboración",
    "accounting_integrations": "Contabilidad",
    "calendar_sync_integrations": "Sincronización de calendario",
    "business_app_integrations": "Aplicación para empresas",
    "marketing_integrations": "Mercadotecnia",
    "accept_payments": "Pago",
    "integration_connected": "<APP NAME> Integración conectada",
    "integration_disconnect": "<APP NAME> Integración desconectada",
    "button_update": "Actualizar",
    "button_copy": "Copiar",
    "button_cancel": "Cancelar",
    "button_manage": "Administrar",
    "button_task_history": "Historial de tareas",
    "button_delete": "Eliminar",
    "cash_connected": "Caja registradora conectada",
    "cash_disconnect": "Caja registradora desconectada",
    "to_enable_this": "Para activar esta integración debe dar permiso a Setmore y <APP NAME> compartir los detalles.",
    "choose_your_location": "Escoja ubicación",
    "select_location": "Seleccionar ubicación",
    "you_must_select": "Debe seleccionar una ubicación comercial para continuar con la integración de sus cuentas. Por favor, inténtelo de nuevo.",
    "currency_mismatch": "Desajuste de divisas",
    "payments_already": "<APP NAME> Pagos conectados",
    "authentication_is_not": "La autenticación no ha tenido éxito",
    "action_required": "Acción necesaria",
    "to_host_video": "Para ser anfitrión de citas mediante vídeo <APP NAME>, tendrá que apagar el <APP NAME integration>",
    "to_enable_your": "Para habilitar a su equipo para ser anfitrión de citas de Google Meet, tendrá que abrir perfiles individuales y encender ‘Google Sync",
    "email_sent_successfully": "Correo electrónico enviado con éxito",
    "error_in_sending": "Error al enviar el correo electrónico",
    "connect_a_payment": "Conectar una integración de pago para aceptar pagos en la Página de Reserva",
    "refund_initiated": "Reembolso iniciado",
    "something_went_wrong": "Algo ha ido mal",
    "button_okay": "Ok",
    "yes_switch_off": "Sí, apagar",
    "yes_switch_on": "Sí, encender",
    "yes_open": "Sí, abrir",
    "setmore_is_currently": "Setmore está actualmente sincronizando <APP NAME>. PPor favor, espere un momento antes de desactivar la sincronización. ¡Gracias por su paciencia!",
    "sync_in_progress": "Sincronización en progreso",
    "have_a_question": "¿Tiene alguna pregunta?",
    "chat_with_us": "Chatee con nosotros",
    "call_us": "Llámenos",
    "button_connect": "Conectar",
    "button_disconnect": "Desconectar",
    "button_yes_disconnect": "Si, desconectar",
    "button_support_article": "Artículo de soporte",
    "button_download_plugin": "Descargar complemento",
    "button_get_add_on": "Obtener añadido",
    "button_sign_up": "Registrarse",
    "are_you_sure": "¿Seguro que quiere desconectar esta integración?",
    "due_diligence": "<BRAND NAME>: Llevar a cabo la debida diligencia",
    "integration_meets_complaince": "Antes de la activación asegúrese de que el uso de la integración cumple con los requisitos de cumplimiento y seguridad de datos, como por ejemplo HIPAA en su área <Términos del Servicio>.",
    "button_continue_activation": "Continuar activación",
    "usage_alert": "<BRAND NAME> Uso",
    "third_party_integration": "Al habilitar un servicio de Integración de Terceros, usted acepta asumir la responsabilidad de HIPAA por su uso de este servicio y acepta nuestros <Términos de Servicio> que cumplen con HIPAA.",
    "your_hashtags": "Sus hashtags :",
    "instructions_title": "Instrucciones",
    "only_tagged_pictures": "Solamente se mostrarán en la Página de Reserva las fotos etiquetadas de su cuenta de Instagram.",
    "button_copied": "¡Copiado!",
    "integration_updated": "<APP NAME> Integración actualizada",
    "there_is_a_hickup": "Ha ocurrido un error. Algo no ha ido bien. Por favor, inténtelo de nuevo.",
    "get_code": "Obtener código",
    "something_went_wrong_deactivate": "Algo salió mal, por favor desactive y vuelva a activar.",
    "disconect_message": "La desconexión resultaría en la eliminación permanente del flujo de trabajo. ¿Está seguro de que aún quiere desconectarse?",
    "alert_disconnect_integration": "Desconectar <APP NAME>",
    "label_connected": "Conectado",
    "label_disconnected": "Desconectado",
    "label_pro_tag": "Probar Pro",
    "label_draft": "Borrador",
    "hashtag_updated": "HashTag actualizado",
    "id_saved": "<APP NAME> ID guardada.",
    "tracking_code_saved": "<APP NAME> tCódigo de seguimiento guardado.",
    "manage_integration": "Administrar la  <APP NAME> integración",
    "your_gtm_container_id": "Tu ID de contenedor GTM",
    "your_tracking_code": "Tu código de seguimiento",
    "hashtag_example": "Por ejemplo: #instadaily, #entrepreneurs, #art",
    "hashtag_input_placeholder": "Por ejemplo:  #entrepreneurs, #innovation",
    "gtm_example": "ex: GTM-xxxxxxx",
    "maximum_limit_reached": "Se puede enviar un máximo de 10 correos electrónicos desde tu cuenta cada 30 minutos. Espera un momento y vuelve a intentarlo.",
    "failed_to_activate": "Failed to activate",
    "unable_to_deactivate": "Unable to deactivate",
    "to_activate_google_reserve": "Para activar y beneficiarse de Reserva con Google, su negocio debe cumplir con los siguientes requisitos:",
    "google_reserve_st1": "Paso 1: Revisa la dirección de tu empresa",
    "google_reserve_st2": "Paso 2: Revisa tus servicios",
    "google_reserve_sta2": "A los siguientes servicios les faltan precios, o contienen caracteres especiales y se ocultarán en Reserva con Google hasta que se editen.",
    "edit_services": "Editar servicios",
    "google_reserve_st3": "Paso 3: ¿Su negocio está verificado por Google?",
    "google_reserve_sta3": "Los negocios verificados aparecen a los clientes en Google Search y Maps. Si su negocio aparece, probablemente ya esté verificado. Su dirección verificada por Google debe coincidir con la dirección que aparece en Setmore.",
    "learn_more": "Aprender más",
    "button_save": "Guardar",
    "mapper": {
      "Services_mapper": "Servicios",
      "service_cap": "SERVICIOS",
      "classes_cap": "CLASES",
      "Class Name_mapper": "Clases",
      "mapper_save": "Guardar",
      "mapper_continue": "Continuar",
      "mapper_cancel": "Cancelar",
      "Staff_mapper": "Mi Equipo",
      "team_member": "Miembro del equipo",
      "email": "Correo electrónico",
      "zoom_id": "ID de Zoom",
      "assign_zoom_id": "Asignar ID de Zoom",
      "add_video_link_to_all": "Agregar enlace de video a todos",
      "no_email": "Sin correo electrónico",
      "mins": "Minutos",
      "free": "Gratis"
    }
  }
}
